import ဩကာတ from "../assets/sounds/ဩကာာတ.mp3"
import စိန်ရောင်ခြည် from "../assets/sounds/စိန်ရောင်ခြည်.mp3"
import မေတ္တာ from "../assets/sounds/မေတ္တာသုတ်.mp3"

export const mantras = [
  {
    id: "buddha-puja",
    section: "ဘုရားရှိခိုး",
    title: "သြကာသကန်တော့ချိုး",
    text: `သြကာသ၊ သြကာသ၊ သြကာသ\nကာယကံ၊ ဝစီကံ၊ မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် ဘုရားရတနာ၊ တရားရတနာ၊ သံဃာရတနာ၊ ရတနာမြတ်သုံးပါးတို့ကို အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျှော့ ကန်တော့ပါ၏။`,
    audio: ဩကာတ,
    artist: "Unknown",
    duration: "3:00"
  },
  {
    id: "dhamma-puja",
    section: "ဘုရားရှိခိုး",
    title: "သြကာသကန်တော့ချိုးဖြင့် ကန်တော့ပုံ ဘုရားရှိခိုး (နမောတဿ)",
    text: `နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။ (၃ခေါက် ရွတ်ဆိုရန်)

      အရဟတော = တစ်ထောင့်ငါးရာ ကိလေသာတို့မှ ကင်းဝေးသန့်ရှင်းတော်မူ၍ မကောင်းမှုတရားတို့ကို ဆိတ်ကွယ်ရာ၌ပင် ပြုတော်မမူ၊ ပြောတော်မမူ စိတ်တော်ကပင် ကြံစည်တော်မမူသဖြင့်၊ ဗြဟ္မာ၊ နတ်၊ လူ သုံးဘုံသူတို့၏ ပူဇော်အထူးကို ခံယူတော်မူထိုက်ပါပေထသော၊

      သမ္မာသမ္ဗုဒ္ဓဿ = သစ္စာလေးပါး မြတ်တရားနှင့် အလုံးစုံသော တရားတော်မြတ်တို့ကို ဆရာမကူ သယမ္ဘူဉာဏ်မြတ်ဖြင့် ကိုယ်တော်တိုင် တတ်အပ်ထင်ထင် သိမြင်တော် မူနိုင်ပါပေထသော၊

    တဿ ဘဂဝတော = ထိုဘုန်းတော်အနန္တ၊ ဉာဏ်တော်အနန္တ၊ တန်ခိုးတော်အနန္တတို့နှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရားအား၊

    နမော = ရိုသေမြတ်နိုး မာန်ညွတ်ချိုး၍ ရှိခိုးခြင်းသည်၊

    အတ္ထုဘဝန္တု = စင်စစ်မသွေ ဖြစ်ကြပါစေကုန်သတည်း။

    သာဓု၊ သာဓု၊ သာဓု …`,

    audio: "/audio/dhamma-puja.mp3",
    artist: "Unknown",
    duration: "2:30"
  },
   {
    id: "dhamma1-puja",
    section: "ဘုရားရှိခိုး",
    title: "စိန်ရောင်ခြည်ဘုရားပင့်",
    text: `အင်္ဂီရသဿ ဥဏ္ဏာယ၊ ဒါဌာဟိ သေတရံသိယော

၀ဇိရာဝ ဝိရောစန္တိ၊ ဇိနော မေ ဌာတု သီသကေ

အင်္ဂီရသဿ -အယုတ်အလတ် အမြတ်ပိုင်းခြား လွန်ကြီးမားသည့် သုံးပါးဆယ်လီ ပါရမီတော်အဟုန် စာဂီတော်ဂုဏ်တို့ကြောင့် ခြောက်ရောင်စုံကွန့်မြူးလျက် အင်္ဂီရသဆိုတဲ့ ဘွဲ့ထူးကို ချီးကျူးခံ့ခိုင် ဘက်မပြိုင်နိုင်အောင် လက်ကိုင်ရရှိတော်မူသော ငါးမာရ်အောင်ပြီး ဘုရားရှင်ကိုယ်တော်မြတ်ကြီး၏။

ဘမုကန္တရေ – မျက်ခုံးတော်နှစ်သွယ် အလယ်ဗဟိုတည့်တည့်၌။

သဉ္ဇာတာယ – နုဖြူထွားထွား ကောင်းစွာပေါက်ဖွား ဖြစ်ပေါ်၍နေသော။ ဥဏ္ဏာယစ-ဆွဲလို့ ဆန့်လျှင် နှစ်တောင်ခန့်ရှည်လျားသဖြင့် စိန်သားနှစ်အသွင် ငွေနန်းချည်အမျှင်ကဲ့သို့ ဖြူစင်ဝင်းသစ် လက်ယာရစ်ခွေရုံ စိန်ကြယ်ပွင့်အနေပုံလို ဥဏ္ဏလုံခေါ် မွေးရှင်တော်ဓာတ် လွန်ထူးမြတ်သည့် အရပ်တော်မှ၎င်း။

ဒါဌာဟိစ – ပတ္တမြား ခေါင်ရန်း နှင်းဆီပန်းကဲ့သို့ နီမြန်းသော နှုတ်ခမ်းတော်တို့ဖြင့် မပေါ်အောင် ဖုံးပိတ်၍ထားအပ်သော သွားတော်လေးဆယ် စွယ်တော်လေးဆူ ဖြူရာရာဓာတ်တော်ထူးတို့မှ၎င်း။

သေတရံသိယော – ပုလဲအနှစ် စိန်စစ်နမူ ဘော်ဖြူငွေရွက် ဖြန့်ကြက်စီခြယ် ငွေကြယ်ရောင်သန်း ကေလာသငွေတောင်ကို နေအရောင်လွှမ်းဘိသကဲ့သို့ မြလေးပန်းစပယ်ငုံ ကြာဖြူပွင့်ဝတ်မှုန်လို ပုံပမာကပ် စိန်တောင်ကို တိမ်ရောင်ဟပ်ဘိသကဲ့သို့ တလျှပ်လျှပ် တဖိတ်ဖိတ် တရိပ်ရိပ် တလည်လည် ထိန်ပြောင်ကြည်သည့် စိန်ရောင်ခြည်ဓာတ် ဖြူဖွေးသောအဆင်းတော်မြတ် တို့သည်။

ဝဇိရာဝ – စိန်နှစ်စိန်သွေး ဖြူဖွေးတောက်ပြောင်စိန်သားတောင်ကြီးကဲ့သို့။

ဝိရောစန္တိ – ဖူးမြင်ရသူတို့၏ စိတ်ဝယ်အထူး ဘဝင်မှာကြည်နူးလောက်အောင် ရွှင်မြူးတက်ကြွ ဘက်မမျှသဖြင့် လှပဆန်းကြယ် တင့်တယ်တော် မူကြပါပေကုန်၏။

သော ဇိနော – ထူးထွေဆန်းလည် စိန်ရောင်ခြည်တို့ကြောင့် အင်္ဂီရသံ ဘွဲ့ထူးခံသည့် ငါးမာရ်အောင်ပြီး ထိုဘုရားရှင် ကိုယ်တော်မြတ်ကြီး သည်။

မေ – ရုပ်နှင့် နမ်သာ ထိုနှစ်ဖြာကို အတ္တသမုတ် အကျွန်ုပ်၏။

သီသကေ – လေးထွေ ဘူတ ကာယကိုယ်တွင် အမြတ်တင်သည့် ဦးပြင်ထိပ်၌။

ဌာတု – ခိုင်ခိုင်မတ်မတ် တန့်ရပ်တည်တော်မူပါ့ စိန်ရောင်ခြည် နေတနှုန်းကဲ့သို့ ရွှေဘုန်းတော်သခင် အရှင်မြတ်ကြီးဘုရား။`,
    audio: စိန်ရောင်ခြည်,
    artist: "Unknown",
    duration: "2:30"
  },

     {
    id: "dhamma2-puja",
    section: "ဘုရားရှိခိုး",
    title: "အောင်ခြင်းရှစ်ပါးဘုရားရှိခိုး",
    text: `မာရံ ယက္ခံ ဂဇံ စောရံ၊ စိဉ္စမာနဉ္စ သစ္စကံ။ နာဂံ ဗကံ ဇိနိ ဇိနော၊ ဟောတု မေ ဇယမင်္ဂလံ။

ယောဇိနော=အကြင်ငါးမာရ်ပယ်ဘိ ဂုဏ်သတ္တိကြောင့် ဇိနအမည် ရွှေဘွဲ့တော်ချီအပ်သော မြတ်စွာဘုရားသည်။

၁။ မာရံ=ယူဇနာတရာ့ငါးဆယ် အံ့ဖွယ်ကြီးဘိ ဂိရိမေခလာ မည်သာတွင်ခြင်း နတ်ဆင်မင်းထက် စီးနင်းတက်၍ ကြောက်မက်ဖွယ်သာ စစ်ဗိုလ်ပါနဲ့ ဝဲယာစီယှက် လက်ရုံးတထောင် ဖန်ဆင်းဆောင်၍ နိုင်ယောင်စစ်ထိုး ကျော်လွံ့ဟိုးသား တန်ခိုးတောက်ပ တေဇထန်ပြင်း မာရ်နတ်မင်းကိုလည်းကောင်း။

၂။ ယက္ခံ=စွယ်ရှည်ငေါငေါ မြင်သူမောမျှ နက်ကျောနီကျင် မွေးမျှင်မုတ်ဆိတ် ဖွားလျားမြိတ်သား လန့်ထိတ်ဖွယ်သာ ကြီးဧရာနှင့် သင်္ချာမြားမြောင် လေးထောင်သုံးရာ နှစ်ဆယ်သာအောင် များစွာလူသား နေ့တိုင်းစားသည့် စွမ်းအားကြီးလှ အာဠာဝကတွင်ခြင်း ဘီလူးမင်းကိုလည်းကောင်း။

၃။ ဂဇံ=ဆယ့်ခြောက်မောင်းအိုး ဖြိုးဖြိုးပြည့်နှက် သေအရက်ကို တိုက်လျက်ထန်ပြင်း နင်းစိမ့်ရည်မှတ် ဒေဝဒတ်တို့ တိုက်လွှတ်သောအား ဘုရားမြတ်စွာ ဆွမ်းခံရာ၌ ပက်ပါဦးတည် စူးစူးရည်၍ သတ်မည်ဧကန် အမြန်ပြေးလာ သံဆိုးစွာဖြင့် နာဠာဂီရိ မည်ရှိခေါ်တွင် မင်းစီးဆင်ကိုလည်းကောင်း။

၄။ စောရံ=သုံးယူဇနာ ရှည်စွာချင့်မှန်း ခရီးလမ်းကို မပန်းမဟိုက် မရှိုက်လျင်ပြင်း တဟုန်ခြင်းဖြင့် ပြေးနင်းစွမ်းနိုင် ပြိုင်သူဘက်ရှား လူအများကို ဓားလှံစွဲကာ ဖမ်းသတ်ကာလျှင် ယူခါလက်ညှိုး ကြိုးဖြင့်သီရုံး ပန်းကုံးအသွင် လည်ဝယ်ဆင်သောကြောင့် အင်္ဂုလိမာလ မည်ရတွင်ပြီး သူခိုးကြီကိုလည်းကောင်း။

၅။ စိဉ္စမာနဉ္စ=ပရိသတ်အား မြတ်ဘုရားလျှင် တရားဟောကာ နေစဉ်ခါ၌ သေချာပြေပြစ် ပတ်ရစ်ဖွဲ့နှောင် ကိုယ်ဝန်ဆောင်၍ ဘုန်းခေါင်လူ့ဖျား ကျွန်မအားကို ပြစ်မှားပြီးခါ ဘယ့်ကြောင့်သာလျှင် အိပ်ရာမပြင် သူတော်စင်သို့ မမြင်သော့ထွေ ဣန္ဒြေနှင့် နေသနည်းဟု အမှုဖွေရှာ စွပ်စွဲလာသော စိဉ္စမာမည်ထုတ် မိန်းမယုတ်ကိုလည်းကောင်း။

၆။ သစ္စကံ=ဝါဒတထောင် အာဂုံဆောင်၍ ဂုဏ်ရောင်လွှားပ မိုက်မာနကြောင့် အနိစ္စအနတ္တ သင်္ခါရကို နိစ္စအတ္တာ ထပ်၍သာလျှင် မြတ်စွာရှင်စော တရားဟောလည်း သဘောမကျ မှားလေစွဟု ရှုတ်ချခါခါ ပြစ်တင်လာသော မိစ္ဆာယူကြိုက် ပရိဗိုဇ်သစ္စက ကူဋဒန္တကိုလည်းကောင်း။

၇။ နာဂံ=လေးလျံရောင်စို တောင်မြင်းမိုရ်ကို ကိုယ်ဖြင့်ခုနစ်ထပ် ရစ်ပတ်ကာလွှမ်း တတ်နိုင်စွမ်းသော ကြမ်းထန်းခက်ထန် မျက်စောင်းမာန်နှင့် ပဌမံအာလိန္ဒ နေသမျှတလွှား နတ်နဂါးကို ပိုင်ကာစိုးရ တန်ခိုးပြသည့် နန္ဒောပနန္ဒတွင်ခြင်း နဂါးမင်းကိုလည်းကောင်း။

၈။ ဗကံ=သဿတဒိဋ္ဌိ မှားဘိအယူ မိစ္ဆာဟူသား ဘူဇဂမြွေ ကိုက်လေတုံလတ် အာဘဿရာ ဗြဟ္မာခပင်း တုံ့ဝပ်ခြင်းနှင့် ကြီးမင်းတေဇ တန်ခိုးပသား ဗကမည်သာ ထိုဗြဟ္မာကိုလည်းကောင်း။

အဇိနိ=တန်ခိုးဉာဏ်ရှိန် ဝရဇိန်စက်မြတ် အတုလွှတ်ဖြင့် မချွတ်အောင်တော်မူလေပြီ။

တံ တေဇသာ=ထိုသို့အောင်ခြင်း တရားမင်း၏ ထွန်းဝင်းတေဇော် အာနုဘော်ဖြင့်။

မေ=အကျွန်ုပ်အား။

ဇယျမင်္ဂလံ=ရောဂါဘေးဒဏ် ရန်မာန်ခပင်း စိုးရိမ်ခြင်းကို နှိမ်နင်းအောင်တတ် ကောင်းမြတ်လှစွာ မင်္ဂလာသည်။

ဟောတု=စင်စစ်မသွေ ဖြစ်ပါစေသတည်း။

သာဓု သာဓု သာဓု။`,
    audio: "/audio/dhamma-puja.mp3",
    artist: "Unknown",
    duration: "2:30"
  },
  
     {
    id: "dhamma3-puja",
    section: "ဘုရားရှိခိုး",
    title: "ခင်ပွန်းကြီးဆယ်ပါးကန်တော့ခန်းဘုရား",
    text: `ဘုန်းတော်ကြီးလှစွာသော ရှင်တော်မြတ်ဘုရား ဘုရားတပည့်တော်တို့အား သနားသဖြင့် ပူဇော်ကန်တော့ခွင့်ကို ပေးတော်မူပါဘုရား။ (၃ ခေါက်)

❁ တပည့်တော်တို့သည် သံသရာအစမှစ၍ ယနေ့တိုင်အောင် ဂုဏ်ကျေးဇူး ကြီးမားကြကုန်သော သမ္မာသမ္ဗုဒ္ဓ မြတ်စွာဘုရားရှင် ကိုယ်တော်မြတ်ကြီးတို့၏အပေါ်၌၊ ပစ္စေကဗုဒ္ဓါ အရှင်မြတ်ကြီးတို့၏အပေါ်၌၊ အဂ္ဂသာဝက မဟာသာဝကရဟန္တာအရှင်မြတ်ကြီးတို့၏ အပေါ်၌၊ ပကတိသာဝက ရဟန္တာအရှင်မြတ်ကြီးတို့၏အပေါ်၌ ကာယကံ၊ ဝစီကံ၊ မနောကံ သုံးပါးသောကံတို့ဖြင့် ပြစ်မှားမိသည်ရှိခဲ့ပါသော် ထိုအပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ရိုသေမြတ်နိုး လက်စုံမိုး၍ ရှိခိုးပါ၏ မြတ်စွာဘုရား။

သာဓု … သာဓု … သာဓု

❁ တပည့်တော်တို့သည် သံသရာအစမှစ၍ ယနေ့တိုင်အောင် ဂုဏ်ကျေးဇူး ကြီးမားကြကုန်သော မိခင်တို့၏အပေါ်၌၊ ဖခင်တို့၏အပေါ်၌ ကာယကံ၊ ဝစီကံ၊မနောကံ သုံးပါးသောကံတို့ဖြင့် ပြစ်မှားမိသည်ရှိခဲ့ပါသော် ထိုအပြစ်တို့ကိုပျောက်ပါစေခြင်း အကျိုးငှာ ရိုသေမြတ်နိုး လက်စုံမိုး၍ ရှိခိုးပါ၏ မြတ်စွာဘုရား။

သာဓု … သာဓု … သာဓု

❁ တပည့်တော်တို့သည် သံသရာအစမှစ၍ ယနေ့တိုင်အောင် ဂုဏ်ကျေးဇူး ကြီးမားကြကုန်သော လိမ္မာစေရန် ကျိုးကြောင်းပြ၍ ဆုံးမပေးတတ်သောဆရာတို့၏အပေါ်၌၊ သီလဂုဏ်၊ သမာဓိဂုဏ်၊ ပညာဂုဏ်တို့ကို ဆည်းပူးဖြည့်ကျင့်လျှက် ရှိကြကုန်သော လူပုဂ္ဂိုလ်၊ ရဟန်းပုဂ္ဂိုလ်၊ အရိယာပုဂ္ဂိုလ်တို့၏အပေါ်၌၊ ဂုဏ်ကျေးဇူး ကြီးမားကြကုန်သော တရားဓမ္မတို့ကို ဟောပြောပြသ ဆုံးမပေးတတ်သော ဆရာသမား တို့၏အပေါ်၌ ကာယကံ၊ ဝစီကံ၊ မနောကံ သုံးပါးသောကံတို့ဖြင့် ပြစ်မှားမိသည်ရှိခဲ့ပါသော် ထိုအပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ရိုသေမြတ်နိုး လက်စုံမိုး၍ ရှိခိုးပါ၏ မြတ်စွာဘုရား။

သာဓု … သာဓု … သာဓု

❁ တပည့်တော်တို့သည် သံသရာအစမှစ၍ ယနေ့တိုင်အောင် ဂုဏ်ကျေးဇူး ကြီးမားကြကုန်သော ယနေ့တိုင်အောင် ထမင်းတစ်လုပ်၊ ရေတစ်မှုတ်စသည်ဖြင့် ပေးကမ်းချီးမြှင့် ထောက်ပံ့ဘူးသော ကျေးဇူးရှင် ပုဂ္ဂိုလ်တို့၏ အပေါ်၌ ကာယကံ၊ ဝစီကံ၊ မနောကံ သုံးပါးသောကံတို့ဖြင့် ပြစ်မှားမိသည်ရှိခဲ့ပါသော် ထိုအပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ရိုသေမြတ်နိုး လက်စုံမိုး၍ ရှိခိုးပါ၏ မြတ်စွာဘုရား။

သာဓု … သာဓု … သာဓု

🌿 ငါးမာန်အောင်မြင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 ကိလေသာကင်းစင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 သစ္စာသိမြင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 အနန္တဂုဏ်အင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 ငြိမ်းအေးသခင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 သံသရာကယ်တင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 နိဗ္ဗာန်စံဝင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

🌿 ပရိနိဗ္ဗာန်စံဝင် ဘုရားရှင်ကို ကြည်လင်မြတ်နိုး ရှိခိုးပါ၏ဘုရား။

သာဓု … သာဓု … သာဓု

ဤကဲ့သို့ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျော့ ကန်တော့ကြရသော ကောင်းမှုကံစေတနာတို့ကြောင့် တပည့်တော်တို့သည် အလုံးစုံသော ဘေးရောဂါ အန္တရာယ် အသွယ်သွယ်တို့မှ ကင်းဝေးပြီးလျှင် မြတ်စွာဘုရားရှင်ဟောကြားတော်မူအပ်သော သစ္စာလေးပါး မြတ်တရားကို ကောင်းစွာသိမြင်နိုင်၍ နိဗ္ဗာန်သို့ စံဝင်နိုင်သောကိုယ်ဖြစ်ရပါစေသား မြတ်စွာဘုရား။ လောကီမင်္ဂလာ အဖြာဖြာတို့သည်လည်း စိတ်ကြံတိုင်း တောင့်တတိုင်း လွယ်ကူလျှင်မြန်စွာ ပြည့်စုံ၍ နုလုံးစိတ်ဝမ်း အေးချမ်းရပါစေသား မြတ်စွာဘုရား။

သာဓု … သာဓု … သာဓု

ဣမာယ ဓမ္မာနု၊ ဓမ္မပဋိပတ္တိယာ၊ မဂ်လေးတန်၊ ဖိုလ်လေးတန်၊ နိဗ္ဗာန်တည်းဟူသော ဤလောကုတ္တရာတရား၊ ကိုးပါးအားလျော်သော ကျင့်ဝတ်ပဋိပတ်ဖြင့် ဗုဒ္ဓံ မြတ်စွာဘုရားကို၊ ဓမ္မံတရားတော်မြတ်ကို၊ သံဃံ သံဃာတော်မြတ်ကို ပူဇေမိ ပူဇော်ပါ၏ အရှင်ဘုရား။

သာဓု … သာဓု … သာဓု

ဤသို့ပြုရ မြတ်ပုညကြောင့် ချမ်းမြအေးကြည် ဘေးမဲ့မည်သည်၊ ရွှေပြည်ထုတ်ချောက် လမ်းမကောက်ဘဲ ရောရပါလို၊ ထိုထိုဘ၀ ကျင်လည်ရလည်း အနိဋ္ဌဘေးဒဏ် ရန်၊မာန်အပေါင်း မကောင်းဟူသမျှ မတွေ့ရဘဲ သဗ္ဗဣစ္ဆာမင်္ဂလာကို ရွယ်တာတတိုင်းရစေသော်.. ။ ယနေ့ယခု ပြုပြုသမျှ မြတ်ဘာဂကို မိဘဆရာ မျိုးသဟာနှင့် ကိုယ်မှာစောင့်ကြပ် ကိုယ်စောင့်နတ်က အရင်းစ၍ ရှိသမျှအလုံးစုံ ဘုံ သုံးဆယ်တစ် ဖြစ်ဖြစ်သမျှ ဝေနေယျတို့ ရကြပါစေ ပေးမျှဝေသည် များထွေသာဓုခေါ်စေသော်ဝ်.. ဝသုန္ဒရေ ဤမြေပံသု သီလာထုလည်း သက်သေအမူ၌ တည်စေသော်ဝ်..။

(ကုသိုလ် အမျှ အမျှ အမျှ ယူတော်မူကြပါကုန်လာ့။

သာဓု … သာဓု … သာဓု) (၃ခေါက်)`,
    audio: "/audio/dhamma-puja.mp3",
    artist: "Unknown",
    duration: "2:30"
  },
  
     

  // -----------------------------------------
  
  {
    id: "sangha-puja",
    section: "သီလခံယူတည်ဆောက်ပုံ",
    title: "ငါးပါးသီလ ခံယူတည်ဆောက်ပုံ",
    text: `သြကာသ၊ သြကာသ၊ သြကာသ

ကာယကံ၊ ဝစီကံ၊ မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် ဘုရားရတနာ၊ တရားရတနာ၊ သံဃာရတနာ၊ ရတနာမြတ်သုံးပါးတို့ကို အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျှော့ ကန်တော့ပါ၏ အရှင်ဘုရား …

ကန်တော့ရသော အကျိုးအားကြောင့် အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ ရပ်ပြစ်ရှစ်ပါး၊ ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျသနတရား ငါးပါးတို့မှ အခါခပ်သိမ်း ကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ တရားတော်မြတ်ကို ရပါလို၏ အရှင်ဘုရား …

အဟံ ဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေဘန္တေ။

( ဒုတိယမ္ပိ ) အဟံ ဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေဘန္တေ။

(တတိယမ္ပိ) အဟံ ဘန္တေ တိသရဏေနသဟ ပဉ္စသီလံ ဓမ္မံယာစာမိ အနုဂ္ဂဟံ ကတွာ သီလံဒေထ မေဘန္တေ။

(အာမဘန္တေပါ အရှင်ဘုရား)

နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။ (သုံးခေါက်ဆိုရွတ်ဆိုရန်)

ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ သံဃံ သရဏံ ဂစ္ဆာမိ။

ဒုတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။

ဒုတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

တတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

(အာမဘန္တေပါ အရှင်ဘုရား။)

(၁) ပါဏာတိပါတာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၂) အဒိန္နာဒါနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၃) ကာမေသုမိစ္ဆာစာရာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၄) မုသာဝါဒါ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၅) သုရာမေရယ မဇ္ဇပမာဒဋ္ဌာနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(အာမဘန္တေပါ အရှင်ဘုရား)

(အနက်)

(၁) သူ့အသက်သတ်ခြင်းမှ ရှောင်ကြဥ်ပါ၏

(၂) သူ့ဥစ္စာခိုးယူခြင်းမှ ရှောင်ကြဥ်ပါ၏

(၃) ကာမတို့၌ အမှားကျင့်ခြင်းမှ ရှောင်ကြဥ်ပါ၏

(၄) လိမ်လည်ပြောဆိုခြင်းမှ ရှောင်ကြဥ်ပါ၏

(၅) အရက်သေစာသောက်ခြင်းမှ ရှောင်ကြဥ်ပါ၏`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

  {
    id: "sangha1-puja",
    section: "သီလခံယူတည်ဆောက်ပုံ",
    title: "ရှစ်ပါးသီလ ခံယူတည်ဆောက်ပုံ",
    text: `သြကာသ၊ သြကာသ၊ သြကာသ။

ကာယကံ၊ ဝစီကံ၊ မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို

ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊

သုံးကြိမ်မြောက်အောင် ဘုရားရတနာ၊ တရားရတနာ၊ သံဃာရတနာ၊ ရတနာမြတ်သုံးပါးတို့ကို

အရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျှော့ ကန်တော့ပါ၏

အရှင်ဘုရား။ ကန်တော့ရသော အကျိုးအားကြောင့် အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ ရပ်ပြစ်ရှစ်ပါး၊

ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျသနတရား ငါးပါး တို့မှ အခါခပ်သိမ်း

ကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ တရားတော်မြတ်ကို ရပါလို၏အရှင်ဘုရား။


အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေ ဘန္တေ။

ဒုတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေ ဘန္တေ။

တတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေ ဘန္တေ။

(အာမဘန္တေပါ အရှင်ဘုရား။)


နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။ ( သုံးခေါက်ဆို)


ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ ။

ဓမ္မံ သရဏံ ဂစ္ဆာမိ ။

သံဃံ သရဏံ ဂစ္ဆာမိ ။


ဒုတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ ။

ဒုတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ ။

ဒုတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ ။


တတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ ။

တတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ ။

တတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ ။

(အာမဘန္တေပါ အရှင်ဘုရား။)

(၁) ပါဏာတိပါတာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၂) အဒိန္နာဒါနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၃) အဗြဟ္မစရိယာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၄) မုသာဝါဒါဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၅) သုရာမေရယ မဇ္ဇ ပမာဒဋ္ဌာနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၆) ဝိကာလဘောဇနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၇) နစ္စ ဂီတ ဝါဒိတ ဝိသူက ဒဿန မာလာဂန္ဓ ဝိလေပန ဓါရဏ မဏ္ဍန ဝိဘူသနဋ္ဌာနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၈) ဥစ္စာသယန မဟာသယနာ ဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(အနက်)

(၁) သူတစ်ပါး၏ အသက်ကို သတ်ဖြတ်ခြင်းအမှုကိစ္စတို့အားမပြုလုပ်ပဲရှောင်ကြဉ်မည်ဟူသော သိက္ခာပုဒ်အားထိန်းသိမ်းစောင့်ရှောက်ခြင်း

(၂) သူတစ်ပါးမပေးသောပစ္စည်းဥစ္စာတို့ကိုယူငင်ခြင်း “ခိုးယူခြင်း”စသောအမှုကိစ္စတို့အား မကျူးလွန်ပဲ ရှောင်ကြဉ်စောင့်ထိန်းခြင်း

(၃) မကောင်းသော မြင့်မြတ်မှုမရှိသော ကာမဂုဏ်သားတို့၏ အလေ့အထ အကျင့်များမပြုကျင့်ပဲ စောင့်ထိန်းခြင်း

(၄) မဟုတ်မမှန်သောစကားပြောခြင်း၊ လိမ်လည်လှည့်ဖျားပြောဆိုခြင်းတို့မှ ရှောင်ကြဉ်ခြင်း

(၅) မူးယစ်မေ့လျော့စေသော အရက်သေစာ ဘိန်းဘင်းကစော် လှော်စာ စသည့်

မူးယစ်ထုံထိုင်း ဘေးဖြစ်စေတတ်သောဆေးဝါးများ သုံးစွဲခြင်းမပြုပဲရှောင်ကြဉ်ခြင်း

(၆) အချိန်ကာလမဟုတ်သော အဟာရကိုမသုံးဆောင်ပဲ၊ နေ့လွဲ ညစာ မစားသုံးပဲရှောင်ကြဉ်စောင့်ထိန်းခြင်း

(၇) (ဂီတ၌ပျော်ရွှင်နေခြင်း၊ ပန်းရနံ့များအပေါ်သာယာနေမိခြင်း၊ သီဆို ကခုန်ခြင်း စသောအမှုများတို့ကိုပြုမူချိုးဖေါက်မိခြင်းမရှိရန်စောင့်ထိန်းခြင်း)

(၈) (တန်ဘိုးကြီးလွန်းသောအသုံးအဆောင်များသုံးစွဲခြင်း၊ မြင့်လွန်းမြတ်လွန်းသော အိပ်ယာနေရာထိုင်ခင်းစသည်ဖြင့်

သုံးစွဲခြင်း တစ်တောင်အတိုင်းအတာထက်မြင့်သော ကုတင်တွင် အိပ်စက်ခြင်းစသည်တို့ မပြုပဲ ရှောင်ကြဉ်စောင့်ထိန်းခြင်း)`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
  {
    id: "sangha2-puja",
    section: "သီလခံယူတည်ဆောက်ပုံ",
    title: "ကိုးပါးသီလ ခံယူတည်ဆောက်ပုံ",
    text: `သြကာသ၊ သြကာသ၊ သြကာသ

ကာယကံ၊ ဝစီကံ၊ မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် ဘုရားရတနာ၊ တရားရတနာ၊ သံဃာရတနာ၊ ရတနာမြတ်သုံးပါးတို့ကိုအရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျှော့ ကန်တော့ပါ၏ အရှင်ဘုရား …

ကန်တော့ရသော အကျိုးအားကြောင့် အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ ရပ်ပြစ်ရှစ်ပါး၊ ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျသနတရား ငါးပါး တို့မှ အခါခပ်သိမ်းကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ တရားတော်မြတ်ကို ရပါလို၏ အရှင်ဘုရား …

အဟံ ဘန္တေ တိသရဏေန သဟ နဝင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထမေဘန္တေ။

ဒုတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ နဝင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေဘန္တေ။

တတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ နဝင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေဘန္တေ။

(အာမဘန္တေပါ အရှင်ဘုရား)

နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။ (သုံးခေါက်ဆို)

ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ သံဃံ သရဏံ ဂစ္ဆာမိ။

ဒုတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ ။

တတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

(အာမဘန္တေပါ အရှင်ဘုရား)

၁။ ပါဏာတိပါတာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၂။ အဒိန္နာဒါနာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၃။ အဗြဟ္မစရိယာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၄။ မုသာဝါဒါ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၅။ သုရာမေရယမဇ္ဇပမာဒဋ္ဌာနာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၆။ ဝိကာလဘောဇနာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၇။ နစ္စ ဂီတ ဝါဒိတ ဝိသူက ဒဿန မာလာဂန္ဓ ဝိလေပန ဓာရဏ မဏ္ဍန ဝိဘူသနဋ္ဌာနာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၈။ ဥစ္စာသယန မဟာသယနာ ဝေရမဏိသိက္ခာပဒံ သမာဒိယာမိ။

၉။ မေတ္တာ သဟဂတေန စေတသာ သဗ္ဗပါဏဘူတေသု ဖရိတွာ ဝိဟရဏံ သမာဒိယာမိ။

(အနက်)

၁။ သူ့အသက်လည်း မသတ်ဘဲ အမြဲရှောင်ကြဉ်မည်။

၂။ သူ့ဥစ္စာလည်း မခိုးဘဲ အမြဲရှောင်ကြဉ်မည်။

၃။ မမြတ်သော မေထုန်အမှုလည်း မပြုဘဲ အမြဲရှောင်ကြဉ်မည်။

၄။ လိမ်လည်၍လည်း မပြောဘဲ အမြဲရှောင်ကြဉ်မည်။

၅။ သေရည်အရက်လည်း မသောက်ဘဲ အမြဲရှောင်ကြဉ်မည်။

၆။ နေလွဲ ညစာ မစားဘဲ အမြဲရှောင်ကြဉ်မည်။

၇။ အကုသိုလ်ဖြစ်ပွားကြောင်းဖြစ်သော က ခုန် တီးမှုတ် ကြည့်ရှုနားထောင် ပန်းပန်ခြင်း အမွှေး နံ့သာ လိမ်းကျံရှူရှိုက်ခြင်းမှ အမြဲရှောင်ကြဉ်မည်။

၈။ မြင့်သောနေရာ မြတ်သောနေရာ အိပ် ထိုင်ခြင်းမှ အမြဲရှောင်ကြဉ်မည်။

၉။ မေတ္တာနှင့် ယှဉ်သောစိတ်ဖြင့် သတ္တဝါရှိသော လောကကို ပျံ့နှံ့၍နေစေမည်။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
  {
    id: "sangha3-puja",
    section: "သီလခံယူတည်ဆောက်ပုံ",
    title: "ဆယ်ပါးသီလ ခံယူတည်ဆောက်ပုံ",
    text: `သြကာသ၊ သြကာသ၊ သြကာသ

ကာယကံ၊ ဝစီကံ၊ မနောကံ သဗ္ဗဒေါသ ခပ်သိမ်းသော အပြစ်တို့ကို ပျောက်ပါစေခြင်း အကျိုးငှာ ပထမ၊ ဒုတိယ၊ တတိယ၊ တစ်ကြိမ်၊ နှစ်ကြိမ်၊ သုံးကြိမ်မြောက်အောင် ဘုရားရတနာ၊ တရားရတနာ၊ သံဃာရတနာ၊ ရတနာမြတ်သုံးပါးတို့ကိုအရိုအသေ အလေးအမြတ် လက်အုပ်မိုး၍ ရှိခိုးပူဇော် ဖူးမြော်မာန်လျှော့ ကန်တော့ပါ၏ အရှင်ဘုရား …

ကန်တော့ရသော အကျိုးအားကြောင့် အပါယ်လေးပါး၊ ကပ်သုံးပါး၊ ရပ်ပြစ်ရှစ်ပါး၊ရန်သူမျိုးငါးပါး၊ ဝိပတ္တိတရားလေးပါး၊ ဗျသနတရား ငါးပါး တို့မှ အခါခပ်သိမ်းကင်းလွတ်ငြိမ်းသည်ဖြစ်၍ မဂ်တရား၊ ဖိုလ်တရား နိဗ္ဗာန်ချမ်းသာ တရားတော်မြတ်ကို ရပါလို၏ အရှင်ဘုရား …

အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေဘန္တေ။

ဒုတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေဘန္တေ။

တတိယမ္ပိ – အဟံ ဘန္တေ တိသရဏေန သဟ အဋ္ဌင်္ဂသမန္နာဂတံ ဥပေါသထသီလံ ဓမ္မံ ယာစာမိ၊ အနုဂ္ဂဟံ ကတွာ သီလံ ဒေထ မေဘန္တေ။

(အာမဘန္တေပါ အရှင်ဘုရား။)

နမော တဿ ဘဂဝတော အရဟတော သမ္မာသမ္ဗုဒ္ဓဿ။ (သုံးခေါက်ဆို)

ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ သံဃံ သရဏံ ဂစ္ဆာမိ။

ဒုတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ ဒုတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

တတိယမ္ပိ ဗုဒ္ဓံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ ဓမ္မံ သရဏံ ဂစ္ဆာမိ။ တတိယမ္ပိ သံဃံ သရဏံ ဂစ္ဆာမိ။

(အာမဘန္တေပါ အရှင်ဘုရား)

(၁) ပါဏာတိပါတာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၂) အဒိန္နာဒါနာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၃) အဗြဟ္မစရိယာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၄) မုသာဝါဒါဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၅) သုရာ မေရယ မဇ္ဇပမာဒဋ္ဌာနာဝေရမဏိ သိက္ခါပဒံ သမာဒိယာမိ

(၆) ဝိကာလ ဘောဇနာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၇) နစ္စ ဂီတ ဝါဒိတ ဝိသုက ဒဿနဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၈) မာလာဂန္ဓ ဝိလေပန ဓာရဏ မဏ္ဍန ဝိဘူသနဋ္ဌာနာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၉) ဥစ္စာသယန မဟာသယနာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(၁၀) ဇာတရူပ ရဇတ ပဋိဂ္ဂဟဏာဝေရမဏိ သိက္ခာပဒံ သမာဒိယာမိ

(အနက်)

(၁) သူ့အသက် သတ်ခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၂) သူတစ်ပါး ပစ္စည်း ခိုးယူခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၃) မမြတ်သော မေထုန်အကျင့်ကို ကျင့်ခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၄) လိမ်ညာ ပြောဆိုခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၅) သေရည် အရက်သောက်ခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၆) နေ့လွဲ ညစာ စားခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၇) ကခြင်း သီဆိုခြင်း တီးမှုတ်ခြင်း ပွဲလမ်းသဘင် ကြည့်ရှု့ခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၈) ပန်းနံ့သာ နံ့သာပြောင်းကို လိမ်းကျံခြင်း မှ ရှောင်ကြဉ်ပါ၏

(၉) မြင့်သောနေရာ မြတ်သောနေရာ၌ ထိုင်ခြင်း နေခြင်းမှ ရှောင်ကြဉ်ပါ၏

(၁၀) ရွှေငွေကိုင်ခြင်း ခံယူခြင်း စီမံခြင်းမှ ရှောင်ကြည်ပါ၏။သံဃာရှိခိုး စာသား ဥပမာ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },


   {
    id: "third-puja",
    section: "ဂုဏ်တော်များ",
    title: "ဘုရားဂုဏ်တော် (၉)ပါး",
    text: `ဣတိပိသောဘဂဝါ-

(၁) အရဟံ၊

(၂) သမ္မာသမ္ဗုဒ္ဓေါ၊

(၃) ဝိဇ္ဇာစရဏသမ္ပန္နော၊

(၄) သုဂတော၊

(၅) လောကဝိဒူ၊

(၆) အနုတ္တရောပုရိသဓမ္မသာရထိ၊

(၇) သတ္ထာဒေဝမနုဿာနံ၊

(၈) ဗုဒ္ဓေါ၊

(၉) ဘဂဝါ။

အဓိပ္ပာယ်များ

၁။ အရဟံ ဂုဏ်တော်

အရဟံ – ကိလေသာကင်းစင်၍ အမြတ်ဆုံး ပုဂ္ဂိုလ်ဖြစ်ခြင်း၊ လူနတ်ဗြဟ္မာတို့၏ ပူဇော်အထူးကို ခံယူထိုက်တော်မူထိုက်သော မြတ်စွာဘုရား။

(က) အရဟံ – ဒေါသ၊ မောဟအစရှိသော စိတ်အညစ်အကြေးတို့မှ ကင်းဝေးစင်ကြယ်တော်မူသောမြတ်စွာဘုရား။

(ခ) အရ+ဟံ – ကိလေသာရန်သူတို့ကို အရဟတ္တမဂ်ဉာဏ်ဖြင့် ပယ်သတ်တော်မူ ပြီးသော မြတ်စွာဘုရား။

(ဂ)​ အရ+ဟံ – ဘဝသံသရာစက်၏အကန့်တို့ကို အရဟတ္တမဂ်ဉာဏ်ဖြင့် ဖျက်ဆီးတော်မူပြီးသော မြတ်စွာဘုရား။

(ဃ) အ+ရဟံ – ဆိတ်ကွယ်ရာအရပ်၌ပင် မကောင်းမှုကို ပြုတော်မမူသော မြတ်စွာဘုရား။

၂။ သမ္မာသမ္ဗုဒ္ဓေါ ဂုဏ်တော်

တရားအလုံးစုံကို သဗ္ဗညုတဉာဏ်ဖြင့် အလိုလိုသိခြင်း၊ ဉာဏ်ပညာအကြီးဆုံးပုဂ္ဂိုလ်ဖြစ်တော်မူသော မြတ်စွာဘုရား။

(က) သမ္မာသမ္ဗုဒ္ဓေါ – သိစရာအားလုံးကို အမှန်အတိုင်း ကိုယ်ပိုင်ဉာဏ်ဖြင့် သိတော်မူသော မြတ်စွာဘုရား။

မဖေါက်မပြန် သယမ္ဘူဉာဏ်ဖြင့် ကိုယ်တော်တိုင်သာ အလုံးစုံသောတရားတို့ကို သိတော်မူပြီးသော မြတ်စွာဘုရား။

(ခ) သမ္မာသမ္ဗုဒ္ဓေါ – ကိုယ်တော်တိုင်သာလျှင် ဝါသနာနှင့်တကွ မောဟတည်းဟူသော အိပ်ပျော်ခြင်းမှ နိုးတော်မူပြီးသော မြတ်စွာဘုရား။

(ဂ) သမ္မာသမ္ဗုဒ္ဓေါ – အရဟတ္တမဂ်ဉာဏ်နှင့်ပေါင်းဖော်ရခြင်းကြောင့် သဗ္ဗညုတဉာဏ်သို့ရောက်သဖြင့် အသင့်အားဖြင့် ကိုယ်တော်တိုင်သာ ပွင့်တော်မူပြီးသော မြတ်စွာဘုရား။

၃။ ဝိဇ္ဇာစရဏ သမ္ပန္နော ဂုဏ်တော်

ဝိဇ္ဇာဉာဏ် ၃ ပါး (၈ပါး) ၊ စရဏ အကျင့် ၁၅ ပါးတို့နှင့် ပြည့်စုံတော်မူခြင်း၊ အကြီးဆုံး ဝိဇ္ဇာနှင့် အကောင်းဆုံး အကျင့်ရှိသူဖြစ်တော်မူသော မြတ်စွာဘုရား။

(က)​ ဝိဇ္ဇာစရဏသမ္ပန္နော – ဝိဇ္ဇာဉာဏ်သုံးပါး၊ ဝိဇ္ဇာဉာဏ်ရှစ်ပါး၊ စရဏတဆယ့်ငါးပါးတို့နှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ခ) ဝိဇ္ဇာစရဏသမ္ပန္နော – (အသိ/အကျင့်ဘက်စုံမြင့်) အသိဉာဏ်ရော အကျင့်ပါပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

၄။ သုဂတော ဂုဏ်တော်

အကျိုးရှိသော ဟုတ်မှန်သောစကားကိုသာ ကောင်းစွာဆိုတတ်သောမြတ်စွာဘုရား။

(က)​ သုဂတော – တင့်တယ်သော အရိယာမဂ်တည်းဟူသော​ သွားခြင်းရှိတော် မူသော မြတ်စွာဘုရား။

(ခ) သုဂတော – ကောင်းသောနိဗ္ဗာန်သို့ ကြွသွားတော်မူသော မြတ်စွာဘုရား။

(ဂ) သုဂတော – ပယ်ပြီးသောကိလေသာတို့ထံသို့ တစ်ဖန်ပြန်မလာဘဲ ကောင်းစွာ ကြွသွားတော်မူသော မြတ်စွာဘုရား။

(ဃ) သုဂတော – ဒီပင်္ကရာမြတ်စွာဘုရား၏ခြေတော်ရင်းမှစ၍ ဗောဓိမဏ္ဍိုင် ထိအောင် ပါရမီဖြည့်ကာ ကောင်းစွာ ကြွသွားတော်မူသော မြတ်စွာဘုရား။

(င) သုဂတော – စကားခြောက်ခွန်းအနက် နှစ်ခွန်းသော သင့်လျော်သည့် စကားကိုသာ ပြောဆိုတော်မူတတ်သော မြတ်စွာဘုရား။

အသိ/အကျင့်ဘက်စုံမြင့်တဲ့ပုဂ္ဂိုလ်ဟာ ကောင်းသောစကားကိုသာ ဆိုပါတယ်။)

ကောင်းသောစကား၊ မှန်ကန်အကျိုးရှိသောစကားကိုသာဆိုတော်မူသော မြတ်စွာဘုရား။

၅။ လောကဝိဒူ ဂုဏ်တော်

သတ္တလောက၊ သင်္ခါရလောက၊ ဩကာသလောက တည်းဟူသော လောကသုံးပါးကို အကုန်အစင်သိမြင်တော်မူသော မြတ်စွာဘုရား။

(က) လောကဝိဒူ – (လောကအကြောင်းကောင်းကောင်းသိမှ ကောင်းသောစကားကိုဆိုနိုင်မှာပါ။) လောကသုံးပါးလုံးကို

အကုန်အစင် သိမြင်တော်မူသော မြတ်စွာဘုရား။

၆။ အနုတ္တရော ပုရိသဒမ္မသာရထိ ဂုဏ်တော်

အတုမရှိ မြတ်တော်မူသည်ဖြစ်၍ မယဉ်ကျေးသောသူတို့ကို ယဉ်ကျေးအောင် ဆုံးမတော်မူတတ်သော မြတ်စွာဘုရား။

(က) အနုတ္တရော – သီလ သမာဓိ ပညာ ဂုဏ်တော်အားဖြင့် မိမိထက် လွန်မြတ်သောသူ ရှိတော်မမူသော မြတ်စွာဘုရား။

(လောကကိုသိမြင်ပြီး လောကကိုကယ်တင်၊ တစ်လောကလုံးမှာ အနှိုင်းမဲ့ပင်) အနှိုင်းမဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တော်မူသော မြတ်စွာဘုရား။

(ခ) ပုရိသဒမ္မသာရထိ – မယဉ်ကျေးသော လူယောကျာ်း၊ နတ်ယောကျာ်း၊ တိရစ္ဆာန်ယောကျာ်းတို့ကို

ယဉ်ကျေးအောင် ဆုံးမတော်မူတတ်သော မြတ်စွာဘုရား။

(သူ့ကိုယ်ပြင်ချင် ကိုယ့်ကိုအရင်ပြင်၊ ကိုယ်ကိုယ်တိုင်စံပြဖြစ်ပြီးမှ သူတပါးကို ပြုပြင်ပေးနိုင်တာပါ။)

ဆုံးမထိုက်သူတို့ကို အတုမရှိ ဆုံးမတော်မူတတ်သော မြတ်စွာဘုရား။

၇။ သတ္တာ ဒေဝမနုဿာနံ ဂုဏ်တော် လူ၊ နတ်၊ ဗြဟ္မာ သတ္တဝါအားလုံးတို့၏ ဆရာတစ်ဆူဖြစ်တော်မူသော မြတ်စွာဘုရား။

(က) သတ္ထာ ဒေဝမနုဿာနံ – နတ်လူတို့၏ ဆရာတစ်ဆူ ဖြစ်တော်မူသော မြတ်စွာဘုရား။

(ဆုံးမတယ်ဆိုတာ လမ်းညွှန်ပေးခြင်းတစ်မျိုးပါ။) နတ်၊ လူ၊ သတ္တဝါအပေါင်းတို့အား ကောင်းရာကောင်းကြောင်း ညွှန်ပြတော်မူသော မြတ်စွာဘုရား။

(ခ) သတ္ထာ ဒေဝမနုဿာနံ – လူနတ်ဗြဟ္မာ သတ္တဝါတို့ကို သံသရာခရီးခဲမှ ကယ်တင်တော်မူတတ်သော မြတ်စွာဘုရား။

၈။ ဗုဒ္ဓေါ ဂုဏ်တော်

သစ္စာလေးပါးကို ကိုယ်ပိုင်ဉာဏ်ဖြင့် သိတော်မူပြီး တစ်ပါးသူတို့အားလည်း ဟောကြားညွှန်ပြနိုင်သောမြတ်စွာဘုရား။

(က) ဗုဒ္ဓေါ – (သစ္စာသိအောင်ညွှန်ပြတော်မူ) သစ္စာလေးပါး အမှန်တရားကို ကိုယ်တိုင်လည်းသိ သူတစ်ပါး တို့ကိုလည်း သိစေတော်မူတတ်သော မြတ်စွာဘုရား။

(ခ) ဗုဒ္ဓေါ – (သစ္စာသိရင် ကိလေသာစင်/နိဗ္ဗာန်ဝင်) – ကိုယ်တော်တိုင်လည်း စိတ်အေးချမ်းတည်ကြည်၊

သူတပါးကိုလည်း စိတ်အေးချမ်းတည်ကြည်အောင် ဆောင်ရွက်တော်မူသော မြတ်စွာဘုရား။

ကိုယ်တော်တိုင်လည်း စိတ်ကြည်လင်သန့်ရှင်း သူတပါးကိုလည်း စိတ်ကြည်လင်သန့်ရှင်းအောင်

ဆောင်ရွက်တော်မူသော မြတ်စွာဘုရား။ ကိုယ်တော်တိုင်လည်း စိတ်ရွှင်လန်းချမ်းသာ၊

သူတပါးကိုလည်း စိတ်ရွှင်လန်းချမ်းသာအောင် ဆောင်ရွက်တော်မူသော မြတ်စွာဘုရား။

ကိုယ်တော်တိုင်လည်း စိတ်ဖြူစင်၊ သူတပါးကိုလည်း စိတ်ဖြူစင်အောင် ဆောင်ရွက်တော်မူသော မြတ်စွာဘုရား။

(ဂ) ဗုဒ္ဓေါ – သတ္တဝါအပေါင်းတို့ကို တရားရေအေးအမြိုက်ဆေး တိုက်ကျွေးတော်မူသော မြတ်စွာဘုရား။

(ဃ) ဗုဒ္ဓေါ – (တရားရေအေးအမြိုက်ဆေးသောက်သုံးရင် မွေး/အို/နာ/သေ/မွေး၊ ဆိုတဲ့ သံသရာစက်ဝန်းကြီးကနေ အပြီးတိုင်လွတ်ကင်းနိုင်ပါပြီ။)

မွေးခြင်း/သေခြင်း လွတ်ကင်းရာ နိဗ္ဗာန်ချမ်းသာကို ပေးတော်မူတတ်သော မြတ်စွာဘုရား။

(င)​ ဗုဒ္ဓေါ – (နိဗ္ဗာန်ချမ်းသာဟာ အကောင်းဆုံးချမ်းသာ၊ အကောင်းဆုံးချမ်းသာကိုပေးတာ အကောင်းဆုံးအလုပ်)

ကောင်းမှုများကို အကောင်းဆုံးလုပ်ဆောင်တော်မူသောမြတ်စွာဘုရား။

(ဃ) ဗုဒ္ဓေါ –(မေတ္တာကရုဏာများလေလေ ကောင်းတာတွေများများလုပ်နိုင်လေလေ) အတုမရှိသော မေတ္တာ၊ ကရုဏာတော်နှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

၉။ ဘဂဝါ ဂုဏ်တော်

ဘုန်းတော် ၆-ပါးနှင့် ပြည့်စုံတော်မူခြင်း၊ ဘုန်းတန်ခိုးအကြီးဆုံးပုဂ္ဂိုလ်ဖြစ်သော မြတ်စွာဘုရား။

(က) ဘဂဝါ – ဘုန်းကံပါရမီ ရှိတော်မူသော မြတ်စွာဘုရား။

(ခ) ဘဂဝါ – မာရ်ငါးပါးဟူသော ဘေးရန်တို့ကို ချိုးဖျက်တော်မူပြီးသော မြတ်စွာဘုရား။

(ဂ) ဘဂဝါ – ဣဿရိယ ဓမ္မ ယသ သိရီ ကာမ ပယတ္တတည်းဟူသော ဘုန်းတော်ခြောက်ပါးနှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ဃ) ဘဂဝါ – ကုသိုလ်အစရှိသော အလုံးစုံသောတရားတို့ကို ဝေဘန်၍ ဟောတော်မူတတ်သော မြတ်စွာဘုရား။

(င) ဘဂဝါ – လောကီ လောကုတ္တရာတရားတို့ကို မှီဝဲတော်မူတတ်သော မြတ်စွာဘုရား။

(စ) ဘဂဝါ – ဘဝသုံးပါးတို့၌ သွားကြောင်းတဏှာကို ထွေးအန်တော် မူပြီးသော မြတ်စွာဘုရား။

(ဆ) ဘဂဝါ – (မိမိစိတ်ကိုအစိုးရ = ကိုယ်တော်တိုင် မဂ်ဖိုလ်နိဗ္ဗာန်နဲ့ပြည့်စုံ တစ်လောကလုံးကိုအစိုးရ = သူတစ်ပါးကိုလည်း မဂ်၊ ဖိုလ်၊

နိဗ္ဗာန်နဲ့ပြည့်စုံအောင်ဆောင်ရွက်နိုင်) မဂ်၊ ဖိုလ်၊ နိဗ္ဗာန်တရားနှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ဇ) ဘဂဝါ – (မေတ္တာကရုဏာများလေလေ လောကကိုအစိုးရလေလေ) မိမိစိတ်ကိုရော၊ တစ်လောကလုံးကိုပါ အစိုးရတော်မူသော မြတ်စွာဘုရား။

(ဈ)​ဘဂဝါ – (မဂ်၊ ဖိုလ်၊ နိဗ္ဗာန်တရားနဲ့ပြည့်စုံစေကြောင်း တရားကောင်းတွေကို ဖော်ထုတ်ဟောကြားပေးနိုင်လို့

အခြံအရံ၊ အကျာ်အစာကြီးမားပါတယ်။) များပြားသော အခြံအရံ၊ ပျံနှံ့သော အကျော်အစောနှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ည) ဘဂဝါ – (လောကအကျိုး ဆောင်ရွက်နိုင်လေလေ ကျက်သရေရှိလေလေ) အတုမရှိသော ကျက်သရေမင်္ဂလာတော်နှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(တ) ဘဂဝါ – (ကျက်သရေမင်္ဂလာနဲ့ပြည့်ဝတဲ့ မေတ္တာကရုဏာဆန္ဒတော်) လိုအင်ဆန္ဒမှန်သမျှ ခဏချက်ချင်း ပြည့်ဝတော်မူသော မြတ်စွာဘုရား။

(ထ) ဘဂဝါ – (လုံ့လဝီရိယကြီးမားမှ ဆန္ဒပြည့်ဝ) အတုမရှိသော လုံလဝီရိယတော်နှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ဒ) ဘဂဝါ – (လုံ့လဝီရိယကြီးမားလှစွာ ပါရမီဖြည့်ခဲ့) ပါရမီတော်အနန္တ၊ ဘုန်းကံတော်အနန္တ၊ ဉာဏ်တော်အနန္တ၊ တန်ခိုးတော်အနန္တနှင့် ပြည့်စုံတော်မူသော မြတ်စွာဘုရား။

(ဓ) ဘဂဝါ – အခက်အခဲအားလုံးကို အောင်မြင်စွာ ကျော်ဖြတ်ပြီးဖြစ်တော်မူသော မြတ်စွာဘုရား။

(မ) ဘဂဝါ – သံသရာဝဋ်ဆင်းရဲဒုက္ခအပေါင်းတို့ကို အောင်မြင်စွာ ကျော်ဖြတ်ပြီးဖြစ်တော်မူသော မြတ်စွာဘုရား။ ကိလေသာဘေးရန်အန္တရာယ်အားလုံး ကင်းစင်ပြီး ဖြစ်တော်မူသော မြတ်စွာဘုရား။ ဘေးရန်အန္တရာယ်အားလုံး ကင်းစင်ပြီးဖြစ်တော်မူသော မြတ်စွာဘုရား။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
   {
    id: "third1-puja",
    section: "ဂုဏ်တော်များ",
    title: "တရားဂုဏ်တော် (၆)ပါး",
    text: `အန္တရာယ်ကင်း ဂါထာတော်များ

(၁) သွာက္ခာတော ဘဂဝတာ ဓမ္မော

(၂) သန္ဒိဋ္ဌိကော

(၃) အကာလိကော

(၄) ဧဟိပဿိကော

(၅) ဩပနေယျိကော

(၆) ပစ္စတ္တံ ဝေဒိတဗ္ဗော ဝိညူဟိ။

အဓိပ္ပာယ်များ

(၁) သွာက္ခာတ ဂုဏ်တော် မြတ်စွာဘုရား ကောင်းစွာ ဟောထားသည့်တရားဖြစ်ခြင်းဂုဏ်။

(၂) သန္ဒိဌိက ဂုဏ်တော် ကိုယ်တိုင်ကျင့်လျှင် ကိုယ်တိုင်သိနိုင်သော တရားဖြစ်ခြင်းဂုဏ်။

(၃) အကာလိက ဂုဏ်တော် အခါမလပ် အကျိုးပေးခြင်း၊ မဂ်ရလျှင် ဖိုလ်ချက်ချင်း ဖြစ်ခြင်းဂုဏ်။

(၄) ဧဟိပဿိက ဂုဏ်တော် ‘လာပါ၊ ကျင့်စမ်းပါ’ ဟု ရဲရဲဝံဝံ ဖိတ်ခေါ်ထိုက်ခြင်း၊ အစမ်းသပ်ခံနိုင်ခြင်း ဂုဏ်။

(၅) ဩပနေယျိက ဂုဏ်တော် မိမိစိတ်၌ အမြဲကပ်၍ ဆောင်ထားသင့်ခြင်းဂုဏ်။

(၆) ပစ္စတ္တံ ဝေဒိတဗ္ဗ ဝိညူဟိ ဂုဏ်တော် အရိယာတို့သည် နိဗ္ဗာန်ချမ်းသာကို အသီးသီး လက်တွေ့ ခံစားနိုင်ခြင်းဂုဏ်။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
   {
    id: "third2-puja",
    section: "ဂုဏ်တော်များ",
    title: "သံဃာဂုဏ်တော် (၉)ပါး",
    text: `သုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊

ဥဇုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊

ဉာယပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊

သာမီစိပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊

ယဒိဒံ စတ္တာရိ ပုရိသယုဂါနိ အဋ္ဌ ပုရိသပုဂ္ဂလာ ဧသ ဘဂဝတော သာဝကသံဃော၊

အာဟုနေယျော၊

ပါဟုနေယျော၊

ဒက္ခိဏေယျော၊

အဉ္ဇလိကရဏီယျော၊

အနုတ္တရံ ပုညက္ခေတ္တံ လောကဿ။

မြန်မာပြန်

သုပ္ပဋိပန္နေ ဂုဏ်တော် = လွန်ကောင်းမြတ်သော အကျင့်ဂုဏ်တော်၊

ဥဇုပ္ပဋိပန္နေ ဂုဏ်တော် = လွန်ဖြောင့်မတ်သော အကျင့်ဂုဏ်၊

ဉာယပ္ပဋိပန္နေ ဂုဏ်တော် = လွန်သင့်မြတ်သော အကျင့်ဂုဏ်၊

သာမီစိပ္ပဋိပန္နေ ဂုဏ်တော် = ရိုသေအပ်သော အကျင့်ဂုဏ်၊

အာဟုနေယျေ ဂုဏ်တော် = ဧည့်သည်ရည်မှု၊ အလှူဝတ္ထုကို ခံယူထိုက်သောဂုဏ်၊

ပါဟုနေယျေ ဂုဏ်တော် = လက်ဆောင်ယူငြား အလှူဝတ္ထုများကို ခံယူထိုက်သောဂုဏ်၊

ဒက္ခိဏေယျေ ဂုဏ်တော် = မြတ်သောအလှူ ခံယူထိုက်သောဂုဏ်၊

အဉ္ဇလိကရဏီယျေ ဂုဏ်တော် = လက်အုပ်ချီမိုး ရှိခိုးထိုက်သောဂုဏ်၊

အနုတ္တရံ ပုညက္ခေတ္တ ဂုဏ်တော် = လယ်ယာမြေကောင်းနှင့် တူသောဂုဏ်။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

  
   {
    id: "fourth-puja",
    section: "လှူဖွယ်ဝတ္ထုပစ္စည်းကပ်လှူပူဇော်ရန်",
    title: "ဆွမ်းကပ်လှူပုံ",
    text: `ဘုန်းတော်အနန္တ ကံတော်အနန္တ ဉာဏ်တော်အနန္တ၊ စကြဝဠာ ကမ္ဘာမြေမိုး ဖြန်းဖြန်းကျိုးမျှ တန်ခိုးတော်အနန္တတို့နှင့်၊ ပြည့်စုံတော်မူသော မြတ်စွာဘုရား

ရှင်တော်မြတ်ဘုရားအား ခဲဘွယ်ချိုချဉ် ဆွမ်းဘောဇဉ်ကို၊ ဖြူစင်သဒ္ဓါ စေတနာဖြင့်၊ ရွှင်ကာစိတ်လန်း လှူဒါန်းပါ၏။

(ဆုတောင်း)

ရသာမွှေးကြူ ဆွမ်းဖွေးဖြူကို၊ ပေးလှူပါရ ဤပုညကြောင့်၊ ဘဝတိုင်းဝယ် ပညာကြွယ်လျှက်၊ မြနှယ်ရွှေနှင့် အနေတင့်၊အဆင့်ဆင့်မြင့်ရလို။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

  {
    id: "fourth1-puja",
    section: "လှူဖွယ်ဝတ္ထုပစ္စည်းကပ်လှူပူဇော်ရန်",
    title: "ရေချမ်းကပ်လှူပုံ",
    text: `ဘုန်းတော်အနန္တ ကံတော်အနန္တ ဉာဏ်တော်အနန္တ၊ စကြဝဠာကမ္ဘာမြေမိုး ဖြန်းဖြန်းကျိုးမျှ တန်ခိုးတော်အနန္တတို့နှင့်၊ ပြည့်စုံတော်မူသော မြတ်စွာဘုရား၊

ရှင်တော်မြတ်ဘုရားအား စမ်းသီတဂူ ရေဖြူဖြူကို၊ ဖြူစင်သဒ္ဓါ စေတနာဖြင့်၊ ရွှင်ကာစိတ်လန်း လှူဒါန်းပါ၏။

(ဆုတောင်း)
ကြည်လင်အေးမြ ရေလှူရ၍၊ ဘဝတိုင်းဝယ် ပညာကြွယ်လျှက်၊ ကိုယ်ဝယ်တွင်းပြင် ညစ်ကြေးစင်၊ ကြည်လင်အေးမြလို။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

  {
    id: "fourth2-puja",
    section: "လှူဖွယ်ဝတ္ထုပစ္စည်းကပ်လှူပူဇော်ရန်",
    title: "ပန်းကပ်လှူပုံ",
    text: `ဘုန်းတော်အနန္တ ကံတော်အနန္တ ဉာဏ်တော်အနန္တ၊ စကြဝဠာ ကမ္ဘာမြေမိုး ဖြန်းဖြန်းကျိုးမျှ တန်ခိုးတော်အနန္တတို့နှင့်၊ ပြည့်စုံတော်မူသော မြတ်စွာဘုရား

ရှင်တော်မြတ်ဘုရားအား၊ ရနံ့မွေးကြူ ပန်းဆူဆူကို၊ ဖြူစင်သဒ္ဓါ စေတနာဖြင့်၊ ရွှင်ကာစိတ်လန်း လှူဒါန်းပါ၏။

(ဆုတောင်း)
အနံ့လည်းသင်း အဆင်းလည်းလှ၊ ပန်းလှူရ၍ ဘဝတိုင်းဝယ်၊ ပညာကြွယ်လျှက် သွယ်သွယ်ဂုဏ်နှင့်၊ အစုံဆင့် ထုံသင်းကြိုင်ရလို။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
  {
    id: "fourth3-puja",
    section: "လှူဖွယ်ဝတ္ထုပစ္စည်းကပ်လှူပူဇော်ရန်",
    title: "ဆီမီးကပ်လှူပုံ",
    text: `ဘုန်းတော်အနန္တ ကံတော်အနန္တ ဉာဏ်တော်အနန္တ၊ စကြဝဠာ ကမ္ဘာမြေမိုး ဖြန်းဖြန်းကျိုးမျှ တန်ခိုးတော်အနန္တတို့နှင့်၊ ပြည့်စုံတော်မူသော မြတ်စွာဘုရား

ရှင်တော်မြတ်ဘုရားအား၊ ရောင်ဝါထိန်ညီး မြတ်ဆီမီးကို၊ ပိုပြီးသဒ္ဓါ စေတနာဖြင့်၊ ရွှင်ကာစိတ်လန်း လှူဒါန်းပါ၏။

(ဆုတောင်း)
ထွန်းလင်းတောက်ပ မီးလှူရ၍၊ ဘဝတိုင်းဝယ် ပညာကြွယ်လျှက်၊ လနှယ်နေနှင့် အသေရေတင့်၊ ဆင့်ဆင့်ထွန်းတောက်လို။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

  {
    id: "fifth-puja",
    section: "မေတ္တာပွားရန်",
    title: "မေတ္တာသုတ်လာ မေတ္တာပွားနည်း",
    text: `၁။ လုံးစုံများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၂။ ကြောက်တတ်မကြောက်တတ်၊ နှစ်ရပ်များစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၃။ မြင်အပ်မမြင်အပ်၊ နှစ်ရပ်များစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၄။ ဝေးနေ နီးနေ၊ နှစ်ထွေများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၅။ ဘဝဇာတ်ဆုံး၊ မဆုံးများစွာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၆။ ရှည်တို အလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၇။ ကြီး ငယ် အလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၈။ ဆူကြုံအလတ်၊ သုံးရပ်ခန္ဓာ၊ သတ္တဝါ၊ ချမ်းသာကိုယ်စိတ်မြဲပါစေ။ ဥပဒ်ရန်ဘေး၊ ကင်းစင်ဝေး၊ ငြိမ်းအေးကြပါစေ။

၉။ လူအချင်းချင်း၊ လှည့်ပတ်ခြင်း၊ကင်းရှင်းကြပါစေ။

၁၀။ အထင်သေးခြင်း၊ အချင်းချင်း၊ ကင်းရှင်းကြပါစေ။

၁၁။ ဆင်းရဲလိုခြင်း၊ အချင်းချင်း၊ ကင်းရှင်းကြပါစေ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
  {
    id: "fifth1-puja",
    section: "မေတ္တာပွားရန်",
    title: " အရပ်(၁၀)မျက်နှာ မေတ္တာပွားနည်း",
    text: `ဤသို့ပြုရ မြတ်ပုညကို ကြီးထမြင့်ခေါင် မြင်းမိုရ်တောင်ဦး မကကြူးသား

ကျေးဇူးအရှင် မွေးမိခင်နှင့် ဖခင်တို့အား ရငြားပါစေ အမျှဝေ၏

မသွေနိစ္စ ဤကာယကို စောင့်ထပေတတ် ကိုယ်စောင့်နတ်လည်း မလပ်စေရ ပေးဝေငှ၏

မိတ္တဆွေဉာ ဆရာသမား ဘိုးဘွားကစ ယမရာဇာ ဒေဝါယက္ခ ဣန္ဒဘုမ္မာ အာကာသနတ် အထူးမှတ်၍

မပြတ်ပုည ကုသလကို ရကြပါစေ အမျှဝေ၏

သဗ္ဗေသတ္တာ သတ္တဝါဟု နာနာလောက အနန္တတွင် မပြတ်စဉ်က သတ္တာဝါသ ဘုံကိုးဝနှင့် ဝိညာဏဌိတိ တည်ရှိခုနစ်ပါး

များစွာလုံးစုံ ဘုံသုံးဆယ့်တစ် ဖြစ်ဖြစ်သမျှ

ဝေနေယျအား အမျှကုသိုလ် ပေးဝေလို၏

ထိုကုသလ ဤပုညကို အမျှရကြသည် ဖြစ်စေသော်

ဝသုန္ဓရေ ဤမြေပံသု သိလာထုလည်း သက်သေအမှု တည်စေသော်။

(အားလုံးကြားကြားသမျှ အမျှ အမျှ အမျှ ယူတော်မူကြပါကုန်လော့…..သာဓု သာဓု သာဓု)`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

    {
    id: "sixth-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " မင်္ဂလသုတ် ပါဠိတော်",
    text: `ယံ မင်္ဂလံ ဒွါဒသဟိ၊ စိန္တယိံသု သဒေဝကာ၊ သောတ္ထာနံ နာဓိဂစ္ဆန္တိ၊ အဋ္ဌတ္တိံ သဉ္စ မင်္ဂလံ။

ဒေသိတံ ဒေဝဒေဝေန၊ သဗ္ဗပါပဝိနာသနံ။ သဗ္ဗလောက ဟိတတ္ထာယ၊ မင်္ဂလံ တံ ပဏာမ ဟေ။

ဧဝံ မေ သုတံ၊ ဧကံ သမယံ ဘဂဝါ သာဝတ္ထိယံ၊ ဝိဟရတိ ဇေတဝနေ၊ အနာထပိဏ္ဍိကဿ အာရာမေ။ အထခေါ အညတရာ ဒေဝတာ အဘိက္ကန္တာယ ရတ္တိယာ အဘိက္ကန္တ ဝဏ္ဏာ ကေဝလကပ္ပံ ဇေတဝနံ ဩဘာသေတွာ ယေန ဘဂဝါ၊ တေနုပသင်္ကမိ။ ဥပသင်္ကမိတွာ ဘဂဝန္တံ – အဘိဝါဒေတွာ။ ဧကမန္တံ အဋ္ဌာသိ။ ဧကမန္တံ ဌိတာ ခေါ သာ ဒေဝတာ ဘဂဝန္တံ ဂါထာယ အဇ္ဈဘာသိ။

ဗဟူ ဒေဝါ မနုဿာ စ၊ မင်္ဂလာနိ အစိန္တ ယုံ။ အာကင်္ခမာနာ သောတ္ထာနံ၊ ဗြူဟိ မင်္ဂလ မုတ္တမံ။

အသေဝနာ စ ဗာလာနံ၊ ပဏ္ဍိတာနဉ္စ သေဝနာ။ ပူဇာ စ ပူဇနေယျာနံ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ပတိရူပ ဒေသဝါသော စ၊ ပုဗ္ဗေ စ ကတ ပုညတာ။ အတ္တသမ္မာပဏိဓိ စ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ဗာဟုသစ္စ ဉ္စ သိပ္ပဉ္စ၊ ဝိနယောစ သုသိက္ခိတော။ သုဘာသိတာ စ ယာ ဝါစာ။ ဧတံ မင်္ဂလ မုတ္တမံ။

မာတာပိတု ဥပဋ္ဌာနံ၊ ပုတ္တဒါရဿ သင်္ဂဟော။ အနာကုလာ စ ကမ္မန္တာ၊ ဧတံ မင်္ဂလ မုတ္တမံ။ မာတာ ပိသု ဥပတ်ထာနံ၊

ဒါနဉ္စ ဓမ္မစရိယာ စ၊ ဉာတကာနဉ္စ သင်္ဂဟော။ အနဝဇ္ဇာနိ ကမ္မာနိ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

အာရတီ ဝိရတီ ပါပါ၊ မဇ္ဇပါနာ စ သံယမော။ အပ္ပမာဒေါ စ ဓမ္မေသု၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ဂါရဝေါ စ နိဝါတော စ၊ သန္တုဋ္ဌိ စ ကတညုတာ။ ကာလေန ဓမ္မဿဝနံ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ခန္တီစ သောဝစဿတာ၊ သမဏာနဉ္စ ဒဿနံ၊ ကာလေန ဓမ္မသာကစ္ဆာ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

တပေါ စဗြဟ္မစရိယဉ္စ အရိယာသစ္စာန ဒဿနံ၊ နိဗ္ဗာန သစ္ဆိကိရိယာ စ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ဖုဋ္ဌဿ လောကဓမ္မေဟိ၊ စိတ္တံ ယဿ န ကမ္ပတိ၊ အသောကံ ဝိရဇံ ခေမံ၊ ဧတံ မင်္ဂလ မုတ္တမံ။

ဧတာဒိသာနိ ကတွာန၊ သဗ္ဗတ္ထ မပရာဇိတာ။ သဗ္ဗတ္ထ သောတ္ထိံ ဂစ္ဆန္တိ၊ တံ တေသံ မင်္ဂလ မုတ္တမံ။

မင်္ဂလသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

      {
    id: "sixth1-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " ရတနသုတ် ပါဠိတော်",
    text: `ပဏိဓာနတော ပဋ္ဌာယ၊ တထာဂတဿ ဒသ ပါရမိယော၊ ဒသ ဥပပါရမိယော၊ ဒသ ပရမတ္တ ပါရမိယောတိ၊ သမတ္တိံသ ပါရမိယော၊ ပဉ္စ မဟာပရိစ္စာဂေ၊ လောကတ္ထစရိယံ ဉာတတ္ထစရိယံ၊ ဗုဒ္ဓတ္ထစရိယန္တိ တိဿော စရိယာယော၊ ပစ္ဆိမဘဝေ ဂဗ္ဘဝေါက္ကန္တိံ၊ ဇာတိံ အဘိနိက္ခမနံ၊ ပဓာနစရိယံ ဗောဓိပလ္လင်္ကေ မာရဝိဇယံ၊ သဗ္ဗညုတညာဏပ္ပဋိဝေဓံ၊ ဓမ္မစက္ကပ္ပဝတ္တနံ၊ နဝ လောကုတ္တရဓမ္မေတိ၊ သဗ္ဗေပိမေ ဗုဒ္ဓဂုဏေ အာဝဇ္ဇေတွာ၊ ဝေသာလိယာ တီသု ပါကာရန္တရေသု၊ တိယာမရတ္တိံ ပရိတ္တံ ကရောန္တော၊ အာယသ္မာ အာနန္ဒတ္ထေရော ဝိယ၊ ကာရုညစိတ္တံ ဥပဋ္ဌပေတွာ။

ကောဋီသတသဟဿေသု၊ စက္ကဝါဠေသု ဒေဝတာ။ ယဿာဏံ ပဋိဂ္ဂဏှန္တိ၊ ယဉ္စ ဝေသာလိယာ ပုရေ။

ရောဂါ မနုဿဒုဗ္ဘိက္ခ သမ္ဘူတံ တိဝိဓံ ဘယံ။ ခိပ္ပ မန္တရ ဓာပေသိ၊ ပရိတ္တံ တံဘဏာမ ဟေ။

ယာနီဓဘူတာနိ သမာဂတာနိ၊ ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တလိက္ခေ။ သဗ္ဗေဝ ဘူတာ သုမနာ ဘဝန္တု၊ အထောပိ သက္ကစ္စ သုဏန္တု ဘာသိတံ။

တသ္မာ ဟိ ဘူတာ နိသာမေထ သဗ္ဗေ၊ မေတ္တံ ကရောထ မာနုသိယာ ပဇာယ၊ ဒိဝါ စ ရတ္တော စ ဟရန္တိ ယေ ဗလိံ၊ တသ္မာ ဟိ နေ ရက္ခထ အပ္ပမတ္တာ။

ယံကိဉ္စိ ဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။ နနော သမံ အတ္ထိ တထာဂတေန၊ ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ခယံ ဝိရာဂံ အမတံ ပဏီတံ၊ ယဒဇ္ဈဂါ သကျမုနီ သမာဟိတော။ န တေန ဓမ္မေန သမတ္ထိ ကိဉ္စိ၊ ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယံ ဗုဒ္ဓသေဋ္ဌော ပရိဝဏ္ဏယီ သုစိံ၊ သမာဓိ မာနန္တရိကည မာဟု၊ သမာဓိနာ တေန သမော န ဝိဇ္ဇတိ၊ ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယေ ပုဂ္ဂလာ အဋ္ဌ သတံ ပသတ္ထာ၊ စတ္တာရိ ဧတာနိ ယုဂါနိ ဟောန္တိ။ တေ ဒက္ခိဏေယျာ သုဂတဿ သာဝကာ၊ ဧတေသု ဒိန္နာနိ မဟပ္ဖလာနိ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယေ သုပ္ပယုတ္တာ မနသာ ဒဠှေန၊ နိက္ကာမိနော ဂေါတမသာသနမှိ။ တေ ပတ္တိပတ္တာ အမတံ ဝိဂယှ၊ လဒ္ဓါ မုဓာ နိဗ္ဗုတိံ ဘုဉ္စမာနာ။ ဣဒမ္ပိ သံဃေ ရတနံ ဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယထိန္ဒခီလော ပထဝိဿိတော သိယာ၊ စတုဗ္ဘိ ဝါတေဟိ အသမ္ပကမ္ပိယော။ တထူပမံ သပ္ပုရိသံ ဝဒါမိ၊ ယော အရိယသစ္စာနိ အဝေစ္စ ပဿတိ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယေ အရိယသစ္စာနိ ဝိဘာဝယန္တိ၊ ဂမ္ဘီရ ပညေန သုဒေသိတာနိ။ ကိဉ္စာပိ တေ ဟောန္တိ ဘုသံ ပမတ္တာ၊ န တေ ဘဝံ အဋ္ဌမ မာဒိယန္တိ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

သဟာဝဿ ဒဿနသမ္ပဒါယ၊ တယဿု ဓမ္မာ ဇဟိတာ ဘဝန္တိ။ သက္ကာယဒိဋ္ဌိ ဝိစိကိစ္ဆိတဉ္စ၊ သီလဗ္ဗတံ ဝါပိ ယဒတ္ထိ ကိဉ္စိ။

စတူဟပါယေဟိ စ ဝိပ္ပမုတ္တော၊ ဆစ္စာဘိ ဌာနာနိ အဘဗ္ဗ ကာတုံ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ကိဉ္စာပိ သော ကမ္မကရောတိ ပါပကံ၊ ကာယေန ဝါစာ ဥဒ စေတသာ ဝါ။ အဘဗ္ဗ သော တဿ ပဋိစ္ဆဒါယ၊ အဘဗ္ဗတာ ဒိဋ္ဌပဒဿ ဝုတ္တာ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ဝနပ္ပဂုမ္ဗေ ယထ ဖုဿိတဂ္ဂေ၊ ဂိမှာန မာသေ ပဌမသ္မိံ ဂိမှေ။ တထူပမံ ဓမ္မဝရံ အဒေသယိ၊ နိဗ္ဗာနဂါမိံ ပရမံ ဟိတာရ။ ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ဝရော ဝရညူ ဝရဒေါ ဝရာဟရော။ အနုတ္တရော ဓမ္မဝရံ အဒေသယိ။ ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ခီဏံ ပုရာဏံ နဝ နတ္ထိ သမ္ဘဝံ၊ ဝိရတ္တစိတ္တာ ယတိကေ ဘဝသ္မိံ။ တေ ခီဏဗီဇာ အဝိရုဠှိ ဆန္ဒာ၊ နိဗ္ဗန္တိ ဓီရာ ယထယံ ပဒီပေါ။ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ၊ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယာနီဓ ဘူတာနိ သမာဂတာနိ၊ ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တလိက္ခေ။ ထာဂတံ ဒေဝမနုဿပူဇိတံ။ ဗုဒ္ဓံ နမဿာမ သုဝတ္ထိ ဟောတု။

ယာနီဓ ဘူတာနိ သမာဂတာနိ၊ ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တလိက္ခေ၊ တထာဂတံ ဒေဝမနုဿ ပူဇိတံ။ ဓမ္မံ နမဿာမ သုဝတ္ထိ ဟောတု။

ယာနီဓ ဘူတာနိ သမာဂတာနိ၊ ဘုမ္မာနိ ဝါ ယာနိ ဝ အန္တလိက္ခေ၊ တထာဂတံ ဒေဝမနုဿ ပူဇိတံ၊ သံဃံ နမဿာမ သုဝတ္ထိ ဟောတု။

ရတန သုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

      {
    id: "sixth2-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " မေတ္တသုတ် ပါဠိတော်",
    text: `ယဿာနုဘာဝတော ယက္ခာ၊ နေဝ ဒဿေန္တိ ဘီသနံ။ ယဉှိ စေဝါ နုယုဉ္ဇန္တော၊ ရတ္တိန္ဒိဝ မတန္ဒိတော။

သုခံ သုပတိ သုတ္တော စ၊ ပါပံ ကိဉ္စိ န ပဿတိ။ ဧဝမာဒိ ဂုဏူပေတံ။ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ကရဏီယ မတ္ထကုသလေန၊ ယန္တ သန္တံ ပဒံ အဘိသမေစ္စ။ သက္ကော ဥဇူ စ သုဟုဇူ စ၊ သုဝစော စဿ မုဒု အနတိမာနီ။

သန္တုဿကော စ သုဘရော စ၊ အပ္ပကိစ္စော စ သလ္လဟုကဝုတ္တိ။ သန္တိန္ဒြိယော စ နိပကော စ၊ အပ္ပဂဗ္ဘော ကုလေသွ န နုဂိဒ္ဓေါ။

န စ ခုဒ္ဒ မာစရေ ကိဉ္စိ၊ ယေန ဝိညူ ပရေ ဥပ ဝဒေယျုံ။ သုခိနောဝ ခေမိနော ဟောန္တု၊ သဗ္ဗသတ္တာ ဘဝန္တု သုခိတတ္တာ။

ယေ ကေစိ ပါဏဘူတတ္ထိ၊ တသာ ဝါ ထာဝရာဝ နဝသေသာ။ ဒီဃာ ဝါ ယေဝ မဟန္တာ၊ မဇ္ဈိမာ ရဿကာ အဏုကထူလာ။

ဒိဋ္ဌာ ဝါ ယေဝ အဒိဋ္ဌာ၊ ယေဝ ဒူရေ ဝသန္တိ အဝိဒူရေ။ ဘူတာဝ သမ္ဘဝေသီဝ၊ သဗ္ဗသတ္တာ ဘဝန္တု သုခိတတ္တာ။

န ပရော ပရံ နိကုဗ္ဗေထ၊ နာတိမညေထ ကတ္ထစိ န ကဉ္စိ။ ဗျာရောသနာ ပဋိဃသည၊ နာညမညဿ ဒုက္ခ မိစ္ဆေယျ။

မာတာ ယထာ နိယံပုတ္တ၊ မာယုသာ ဧကပုတ္တ မနုရက္ခေ။ ဧဝမ္ပိ သဗ္ဗဘူတေသု၊ မာနသံ ဘာဝယေ အပရိမာဏံ။

မေတ္တဉ္စ သဗ္ဗလောကသ္မိံ၊ မာနသံ ဘာဝယေ အပရိမာဏံ။ ဥဒ္ဓံ အဓော စ တိရိယဉ္စ၊ အသမ္ဗာဓံ အဝေရ မသပတ္တံ။

တိဋ္ဌံ စရံ နိသိန္နော ဝ၊ သယာနော ယာဝတာဿ ဝိတမိဒ္ဓေါ။ ဧတံ သတိံ အဓိဋ္ဌေယျ၊ ဗြဟ္မ မေတံ ဝိဟာရ မိဓ မာဟု။

ဒိဋ္ဌိဉ္စ အနုပဂ္ဂမ္မ၊ သီလဝါ ဒဿနေန သမ္ပန္နော။ ကာမေသု ဝိနယ ဂေဓံ၊ န ဟိ ဇာတုဂ္ဂဗ္ဘသေယျ ပုန ရေတိ။

မေတ္တသုတ္တံ နိဋ္ဌိတံ။`,
    audio: မေတ္တာ,
    artist: "Unknown",
    duration: "2:45"
  },

      {
    id: "sixth3-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: "ခန္ဓသုတ် ပါဠိတော်",
    text: `သဗ္ဗာသီဝိသဇာတီနံ၊ ဒိဗ္ဗမန္တာဂဒံ ဝိယ။ ယံ နာသေတိ ဝိသံ ဃောရံ သေသဉ္စာပိ ပရိဿယံ။

အာဏာခေတ္တမှိ သဗ္ဗတ္ထ၊ သဗ္ဗဒါ သဗ္ဗပါဏိနံ။ သဗ္ဗသောပိ နိဝါရေတိ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ဝိရူပက္ခေဟိ မေ မေတ္တံ၊ မေတ္တံ ဧရာပထေဟိ မေ။ ဆဗျာပုတ္တေဟိ မေ မေတ္တံ မေတ္တံ၊ ကဏှာဂေါတမကေဟိ စ။

အပါဒကေဟိ မေ မေတ္တံ၊ မေတ္တံ ဒွိပါဒကေဟိ မေ။ စတုပ္ပဒေဟိ မေ မေတ္တံ မေတ္တံ ၊ ဗဟုပ္ပဒေဟိ မေ။

မာမံ အပါဒကော ဟိံသိ၊ မာမံ ဟိံသိ ဒွိပါဒကော။ မာမံ စတုပ္ပဒေါ ဟိံသိ၊ မာမံ ဟိံသိ ဗဟုပ္ပဒေါ။

သဗ္ဗေ သတ္တာ သဗ္ဗေ ပါဏာ၊ သဗ္ဗေ ဘူတာ စ ကေဝလာ။ သဗ္ဗေ ဘဒြာနိ ပဿန္တု၊ မာ ကိဉ္စိ ပါပ မာဂမာ။

အပ္ပမာဏော ဗုဒ္ဓေါ၊ အပ္ပမာဏော ဓမ္မော။ အပ္ပမာဏော သံဃော၊ ပမာဏဝန္တာနိ သရီသပါနိ။ အဟိ ဝိစ္ဆိကာ သတပဒီ၊ ဥဏ္ဏနာဘီ သရဗူ မူသိကာ။

ကတာ မေ ရက္ခာ ကတံ မေ ပရိတ္တံ၊ ပဋိက္ကမန္တု ဘူတာနိ။ သောဟံ နမော ဘဂဝတော။ နမော သတ္တန္နံ သမ္မာသမ္ဗုဒ္ဓါနံ။

ခန္ဓသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

      {
    id: "sixth4-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " မောရသုတ် ပါဠိတော်",
    text: `ပူရေန္တံ ဗောဓိသမ္ဘာရေ၊ နိဗ္ဗတ္တံ မောရယောနိယံ။ ယေန သံဝိဟိတာ ရက္ခံ၊ မဟာသတ္တံ ဝနေစရာ။

စိရဿံ ဝါယမန္တာပိ၊ နေဝ သက္ခိံသု ဂဏှိတုံ။ ဗြဟ္မမန္တ န္တိ အက္ခာတံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ဥဒေတယံ စက္ခုမာ ဧကရာဇာ၊ ဟရိဿ ဝဏ္ဏော ပထဝိပ္ပဘာသော။ တံ တံ နမဿာမိ ဟရိဿဝဏ္ဏံ ပထဝိပ္ပဘာသံ၊ တယာဇ္ဇ ဂုတ္တာ ဝိဟရေမု ဒိဝသံ။

ယေ ဗြာဟ္မဏာ ဝေဒဂူ သဗ္ဗဓမ္မေ၊ တေ မေ နမော တေ စ မံ ပါလယန္တု။ နမတ္ထု ဗုဒ္ဓါနံ နမတ္ထု ဗောဓိယာ၊ နမော ဝိမုတ္တာနံ နမော ဝိမုတ္တိယာ၊ ဣမံ သော ပရိတ္တံ ကတွာ၊ မောရော စရတိ ဧသနာ။

အပေတယံ စက္ခုမာ ဧကရာဇာ၊ ဟရိဿဝဏ္ဏော ပထဝိပ္ပဘာသော။ တံ တံ နမဿာမိ ဟရိဿဝဏ္ဏံ ပထဝိပ္ပဘာသံ၊ တယာဇ္ဇ ဂုတ္တာ ဝိဟရေမု ရတ္တိံ။

ယေ ဗြဟ္မဏာ ဝေဒဂူ သဗ္ဗဓမ္မေ၊ တေ မေ နမော တေ စ မံ ပါလယန္တု။ နမတ္တု ဗုဒ္ဓါနံ နမတ္ထု ဗောဓိယာ။ နမော ဝိမုတ္တာနံ နမော ဝိမုတ္တိယာ။ ဣမံ သော ပရိတ္တံ ကတွာ၊ မောရော ဝါသ မကပ္ပယိ။

မောရသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },

      {
    id: "sixth5-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " ဝဋ္ဋသုတ် ပါဠိတော်",
    text: `ပူရေန္တံ ဗောဓိသမ္ဘာရေ၊ နိဗ္ဗတ္တံ ဝဋ္ဋဇာတိယံ။ ယဿ တေဇေန ဒါဝဂ္ဂိ၊ မဟာသတ္တံ ဝိဝဇ္ဇယိ။

ထေရဿ သာရိပုတ္တဿ၊ လောကနာထေန ဘာသိတံ။ ကပ္ပဋ္ဌာယိံ မဟာတေဇံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

အတ္ထိ လောကေ သီလဂုဏော၊ သစ္စံ သောစေယျ နုဒ္ဒယာ။ တေန သစ္စေန ကာဟာမိ၊ သစ္စကိရိယ မုတ္တမံ။

အာဝဇ္ဇေတွာ ဓမ္မဗလံ၊ သရိတွာ ပုဗ္ဗကေ ဇိနေ။ သစ္စဗလ မဝဿာယ၊ သစ္စကိရိယ မကာသဟံ။

သန္တိ ပက္ခာ အပတနာ၊ သန္တိ ပါဒါ အဝဉ္စနာ။ မာတာ ပိတာ စ နိက္ခန္တာ၊ ဇာတဝေဒ ပဋိက္ကမ။

သဟ သစ္စေ ကတေ မယှံ၊ မဟာပဇ္ဇလိတော သိခီ။ ဝဇ္ဇေသိ သောဠသကရီသာနိ၊ ဥဒကံ ပတွာ ယထာ သိခီ။ သစ္စေန မေ သမော နတ္ထိ၊ ဧသာ မေ သစ္စပါရမီ။

ဝဋ္ဋသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
      {
    id: "sixth6-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " ဓဇဂ္ဂသုတ် ပါဠိတော်",
    text: `ယဿာနုဿရဏေနာပိ၊ အန္တလိက္ခေပိ ပါဏိနော။ ပတိဋ္ဌမဓိဂစ္ဆန္တိ၊ ဘူမိယံ ဝိယ သဗ္ဗထာ။

သဗ္ဗုပဒ္ဒဝဇာလမှာ၊ ယက္ခစောရာဒိ သမ္ဘဝါ။ ဂဏာနာ န စ မုတ္တာနံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ဧဝံ မေ သုတံ၊ ဧကံ သမယံ ဘဂဝါ သာဝတ္ထိယံ။ ဝိဟရတိ ဇေတဝနေ၊ အနာထပိဏ္ဍိကဿ။

တတြ ခေါ ဘဂဝါ ဘိက္ခူ အာမန္တေသိ ဘိက္ခဝေါတိ၊ ဘဒ္ဒန္တေတိ တေ ဘိက္ခူ – ဘဂဝတော ပစ္စဿောသုံ။ ဘဂဝါ ဧတဒဝေါစ၊ ဘူတပုဗ္ဗံ ဘိက္ခဝေ၊ ဒေဝါသုရသင်္ဂါမော၊ သမုပဗျူဠှော အဟောသိ။ အထ ခေါ ဘိက္ခဝေ သက္ကော ဒေဝါနမိန္ဒော။ ဒေဝေ တာဝတိံ သေ အာမန္တေသိ၊ သစေ မာရိသာ ဒေဝါနံ၊ သင်္ဂါမဂတာနံ ဥပ္ပဇ္ဇေယျ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ လောမဟံသော ဝါ၊ မမေဝ တသ္မိံ သမယေ၊ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။ မမံ ဟိ ဝေါ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

နော စေ မေ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊ အထ ပဇာပတိဿ ဒေဝရာဇဿ- ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။ ပဇာပတိဿ ဟိ ဝေါ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

နော စေ ပဇာပတိဿ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊ အထ ၀ရုဏဿ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။ ဝရုဏဿ ဟိ ဝေါ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

နော စေ ဝရုဏဿ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ၊ အထ ဤသာနဿ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကေယျာထ။ ဤသာနဿ ဟိ ဝေါ ဒေဝရာဇဿ။ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတီ တိ။

တံ ခေါ ပန ဘိက္ခဝေ၊ သက္ကဿ ဝါ ဒေဝါနမိန္ဒဿ၊ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ပဇာပတိဿ ဝါ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ဝရုဏဿ ဝါ ဒေဝရာဇဿ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ဤသာနဿ ဝါ ဒေဝရာဇဿ၊ ဓဇဂ္ဂံ ဥလ္လောကယတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယေထာပိ နောပိ ပဟီယေထ။

တံ ကိဿ ဟေတု၊ သက္ကော ဟိ ဘိက္ခဝေ ဒေဝါနမိန္ဒော၊ အဝီတရာဂေါ အဝီတဒေါသော၊ အဝီတမောဟော၊ ဘီရု ဆမ္ဘီ ဥတြာသီ ပလာယီတိ။

အဟဉ္စ ခေါ ဘိက္ခဝေ ဧဝံ ဝဒါမိ၊ သစေ တုမှာကံ ဘိက္ခဝေ၊ အရညဂတာနံ ဝါ ရုက္ခမူလဂတာနံ ဝါ၊ သုညာဂါရဂတာနံ ဝါ၊ ဥပ္ပဇ္ဇေယျ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ မမေဝ တသ္မိံ သမယေ အနုဿရေယျာထ။

ဣတိပိ သော ဘဂဝါ အရဟံ၊ သမ္မာသမ္ဗုဒ္ဓေါ၊ ဝိဇ္ဇာစရဏသမ္ပန္နော၊ သုဂတော၊ လောကဝိဒူ၊ အနုတ္တရော ပုရိသဒမ္မသာရထိ၊ သတ္ထာဒေဝမနုဿာနံ။ ဗုဒ္ဓေါ ဘဂဝါ တိ။

မမံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

နော စေ မံ အနုဿရေယျာထ၊ အထ ဓမ္မံ အနုဿရေယျာထ၊

သွာက္ခာတော ဘဂဝတာ ဓမ္မော၊ သန္ဒိဋ္ဌိကော အကာလိကော ဧဟိပဿိကော ဩပနေယျိကော ပစ္စတ္တံ ဝေဒိတဗ္ဗော ဝိညူဟီတိ။

ဓမ္မံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ။ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

နော စေ ဓမ္မံ အနုဿရေယျာထ၊ အထ သံဃံ အနုဿရေယျာထ။

သုပ္ပဋိပန္နော ဘဂဝါတော သာဝကသံဃော၊ ဥဇုပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ ဉာယပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ သာမိစိပ္ပဋိပန္နော ဘဂဝတော သာဝကသံဃော၊ ယဒိဒံ စတ္တာရိ ပုရိသယုဂါနိ၊ အဋ္ဌ ပုရိသပုဂ္ဂလာ၊ ဧသ ဘဂဝတော သာဝကသံဃော၊ အာဟုနေယျော ပါဟုနေယျော၊ ဒက္ခိဏေယျော အဉ္ဇလိကရဏီယော၊ အနုတ္တရံ ပုညက္ခေတ္တံ လောကဿာတိ။

သံဃံ ဟိ ဝေါ ဘိက္ခဝေ အနုဿရတံ၊ ယံ ဘဝိဿတိ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော ဝါ၊ သော ပဟီယိဿတိ။

တံ ကိဿ ဟေတု၊ တထာဂတော ဟိ ဘိက္ခဝေ။ အရဟံ သမ္မောသမ္ဗုဒ္ဓေါ၊ ဝီတရာဂေါ ဝီတဒေါသော ဝီတမောဟော၊ အဘီရု အဆမ္ဘီ အနုတြာသီ အပလာယီတိ။

ဣဒမဝေါစ ဘဂဝါ၊ ဣဒံ ဝတွာန သုဂတော၊ အထာပရံ ဧတဒဝေါစ သတ္ထာ။

အရညေ ရုက္ခမူလေ ဝါ၊ သုညာဂါရေဝ ဘိက္ခဝေါ။ အနုဿရေထ သမ္ဗုဒ္ဓံ၊ ဘယံ တုမှာက နော သိယာ။

နော စေ ဗုဒ္ဓံ သရေယျာထ၊ လောကဇေဋ္ဌံ နရာသဘံ၊ အထ ဓမ္မံ သရေယျာထ၊ နိယျာနိကံ သုဒေသိတံ၊

နော စေ ဓမ္မံ သရေယျာထ၊ နိယျာနိကံ သုဒေသိတံ။ အထ သံဃံ သရေယျာထ။ ပုညက္ခတ္တံ အနုတ္တရံ။

ဧဝံ ဗုဒ္ဓံ သရန္တာနံ၊ ဓမ္မံ သံဃဉ္စ ဘိက္ခဝေါ၊ ဘယံ ဝါ ဆမ္ဘိတတ္တံ ဝါ၊ လောမဟံသော န ဟေဿတိ။

ဓဇဂ္ဂသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
      {
    id: "sixth7-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " အာဋာနာဋိယသုတ် ပါဠိတော်",
    text: `အပ္ပသန္နေဟိ နာထဿ၊ သာသနေ သာဓုသမ္မတေ။ အမနုဿေဟိ စဏ္ဍေဟိ၊ သဒါ ကိဗ္ဗိသ ကာရိဘိ။

ပရိသာနံ စတဿန္နံ၊ အဟိံ သာယ စ ဂုတ္တိယာ။ ယံ ဒေသေသိ မဟာဝီရော၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ဝိပဿိဿ စ နမတ္ထု၊ စက္ခုမန္တဿ သိရီမတော။ သိခိဿပိ စ နမတ္ထု၊ သဗ္ဗဘူတာ နုကမ္ပိနော။

ဝေဿဘုဿ စ နမတ္ထု၊ နှာတကဿ တပဿိနော။ နမတ္ထု ကကုသန္ဓဿ၊ မာရသေနာ ပမဒ္ဒိနော။

ကောဏာဂမနဿ နမတ္ထု။ ဗြာဟ္မဏဿ ဝုသီမတော။ ကဿပဿ စနမတ္ထု၊ ဝိပ္ပမုတ္တဿ သဗ္ဗဓိ။

အင်္ဂီရသဿ နမတ္ထု၊ သကျပုတ္တဿ သိရီမတော။ ယော ဣမံ ဓမ္မံ ဒေသေသိ၊ သဗ္ဗဒုက္ခာပနူဒနံ။

ယေ စာပိ နိဗ္ဗုတာ လောကေ၊ ယထာဘူတံ ဝိပဿိသုံ။ တေ ဇနာ အပိသုဏာ ထ၊ မဟန္တာ ဝီတသာရဒါ။

ဟိတံ ဒေဝနုဿာနံ၊ ယံ နမဿန္တိ ဂေါတမံ။ ဝိဇ္ဇာစရဏသမ္ပန္နံ၊ မဟန္တံ ဝီတသာရဒံ။

ဧတေ စညေ စ သမ္ဗုဒ္ဓါ၊ အနေကသတကောဋိယော။ သဗ္ဗေ ဗုဒ္ဓါ သမသမာ၊ သဗ္ဗေ ဗုဒ္ဓါ မဟိဒ္ဓိကာ။

သဗ္ဗေ ဒသဗလူပေတာ ဝေသာရဇ္ဇေဟု ပါဂတာ။ သဗ္ဗေ တေ ပဋိဇာနန္တိ၊ အာသဘံ ဌာန မုတ္တမံ။

သီဟနာဒံ နဒန္တေ တေ၊ ပရိသာသု ဝိသာရဒါ။ ဗြာဟ္မစက္ကံ ပဝတ္တန္တိ၊ လောကေ အပ္ပဋိဝတ္တိယံ။

ဥပေတာ ဗုဒ္ဓဓမ္မေဟိ၊ အဋ္ဌာရသဟိ နာယကာ။ ဗာတ္တိံသ လက္ခဏူပေတာ၊ သီတာနုဗျဉ္ဇနာ ဓရာ။

ဗျာမပ္ပဘာယ သုပ္ပဘာ၊ သဗ္ဗေ တေ မုနိကုဉ္ဇရာ။ ဗုဒ္ဓါ သဗ္ဗညုနော ဧတေ၊ သဗ္ဗေ ခီဏာသဝါ ဇိနာ။

မဟာပဘာ မဟာတေဇာ၊ မဟာပညာ မဟဗ္ဗလာ။ မဟာကာရုဏိကာ ဓီရာ၊ သဗ္ဗေသာနံ သုခါဝဟာ။

ဒီပါ နာထာ ပတိဋ္ဌာ စ၊ တာဏာ လေဏာ စ ပဏိနံ။ ဂတီ ဗန္ဓူ မဟေဿာသာ၊ သရဏာ စ ဟိတေသိနော

သဒေဝကဿ လောကဿ သဗ္ဗေ ဧတေ ပရာယဏာ။ တေသာ ဟံ သိရသာ ပါဒေ၊ ဝန္ဒာမိ ပုရိသုတ္တမေ။

ဝစသာ မနသာ စေဝ၊ ဝန္ဒာမေ တေ တထာဂတေ။ သယနေ အာသနေ ဌာနေ၊ ဂမနေ စာပိ သဗ္ဗဒါ။

သဒါ သုခေန ရက္ကန္တု၊ ဗုဒ္ဓါ သန္တိကရာ တုဝံ။ တေဟိ တွံ ရက္ခိတော သန္တော။ မုတ္တော သဗ္ဗဘယေဟိ စ။

သဗ္ဗရောဂါ ဝိနီမုတ္တော၊ သဗ္ဗသန္တာပ ဝဇ္ဇိတော။ သဗ္ဗဝေရ မတိက္ကန္တော၊ နိဗ္ဗုတော စ တုဝံ ဘဝ။

တေသံ သစ္စေန သီလေန၊ ခန္တိမေတ္တာ ဗလေန စ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ပုရတ္ထိမသ္မိံ ဒိသာဘာဂေ၊ သန္တိ ဘူတာ မဟိဒ္ဓိကာ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ဒက္ခိဏသ္မိံ ဒိသာဘာဂေ၊ သန္တိ ဒေဝါ မဟိဒ္ဓိကာ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ပစ္ဆိမသ္မိံ ဒိသာဘာဂေ၊ သန္တိ နာဂါ မဟိဒ္ဓိကာ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ဥတ္တရသ္မိံ ဒိသာဘာဂေ၊ သန္တိ ယက္ခာ မဟိဒ္ဓိကာ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ပုရတ္ထိမေန ဓတရဋ္ဌော၊ ဒက္ခိဏေန ဝိရူဠှကော။ ပစ္ဆိမေန ဝိရူပက္ခော၊ ကုဝေရော ဥတ္တရံ ဒိသံ။

စတ္တောရော တေ မဟာရာဇာ၊ လောကပါလာ ယသဿိနော။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

အာကာသဋ္ဌာ စ ဘူမဋ္ဌာ၊ ဒေဝါ နာဂါ မဟိဒ္ဓိကာ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

ဣဒ္ဓိမန္တော စ ယေ ဒေဝါ၊ ဝသန္တာ ဣဓ သာသနေ။ တေပိ အမှေ နုရက္ခန္တု၊ အရောဂေန သုခေန စ။

သဗ္ဗီတိယော ဝိဝဇ္ဇန္တု၊ သောကော ရောဂေါ ဝိနဿတု။ မာ တေ ဘဝန္တွန္တရာယာ၊ သုခီ ဒီဃာယုကော ဘဝ။

အဘိဝါဒန သီလိဿ၊ နိစ္စံ ဝုဍ္ဎာပစာယိနော။ စတ္တာရော ဓမ္မာ ဝဍ္ဎန္တိ၊ အာယု ဝဏ္ဏော သုခံ ဗလံ။

အာဋာနာဋိယသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
      {
    id: "sixth8-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " အင်္ဂုလိမာလသုတ် ပါဠိတော်",
    text: `ပရိတ္တံ ယံ ဘဏန္တဿ၊ နိသိန္နဋ္ဌာနဓောဝနံ။ ဥဒကမ္ပိ ဝိနာသေတိ၊ သဗ္ဗမေဝ ပရိဿယံ။

သောတ္ထိနာ ဂဗ္ဘဝုဋ္ဌာနံ၊ ယဉ္စ သာဓေတိ တင်္ခဏေ။ ထေရဿင်္ဂုလိမာလဿ၊ လောကနာထေန ဘာသိတံ။ ကပ္ပဋ္ဌာယိံ မဟာတေဇံ၊ ပရိတ္တံ တံ ဘဏာမ ဟေ။

ယတော ဟံ ဘဂိနိ အရိယာယ၊ ဇာတိယာ ဇာတော၊ နာဘိဇာနာမိ သဉ္စိစ္စ ပါဏံ၊ ဇီဝိတာ ဝေါရောပေတာ၊ တေန သစ္စန သောတ္ထိ တေ၊ ဟောတု သောတ္ထိ ဂဗ္ဘဿ။

အင်္ဂုလိမာလသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
      {
    id: "sixth9-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " ဗောဇ္ဈင်္ဂသုတ် ပါဠိတော်",
    text: `သံသာရေ သံသရန္တာနံ၊ သဗ္ဗဒုက္ခ ဝိနာသနေ။ သတ္တ ဓမ္မေ စ ဗောဇ္ဈင်္ဂေ၊ မာရသေနာပမဒ္ဒနေ။

ဗုဇ္ဈိတွာ ယေ စိမေ သတ္တာ၊ တိဘဝါ မုတ္တကုတ္တမာ။ အဇာတိ မဇရာဗျာဓိံ၊ အမတံ နိဗ္ဘယံ ဂတာ။

ဧဝမာဒိ ဂုဏူပေတံ၊ အနေကဂုဏသင်္ဂဟံ။ ဩသဓဉ္စ ဣမံ မန္တံ၊ ဗောဇ္ဈင်္ဂဉ္စ ဘဏာမ ဟေ။

ဗောဇ္ဈင်္ဂေါ သတိသင်္ခါတော၊ ဓမ္မာနံ ဝိစယော တထာ။ ဝီရိယံ ပီတိ ပဿဒ္ဓိ၊ ဗောဇ္ဈင်္ဂါ စ တထာ’ ပရေ။

သမာဓုပေက္ခာ ဗောဇ္ဈင်္ဂါ၊ သတ္တေ’ တေ သဗ္ဗဒဿိနာ။ မုနိနာ သမ္မဒက္ခာတာ၊ ဘာဝိတာ ဗဟုလီကတာ။

သံဝတ္တန္တိ အဘိညာယ၊ နိဗ္ဗာနာယ စ ဗောဓိယာ။ ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ (မေ/ပီတ) ဟောတု သဗ္ဗဒါ။

ဧကသ္မိံ သမယေ နာထော၊ မောဂ္ဂလ္လာနဉ္စ ကဿပံ။ ဂိလာနေ ဒုက္ခိတေ ဒိသွာ၊ ဗောဇ္ဈင်္ဂေ သတ္တ ဒေသယိ။

တေ စ တံ အဘိနန္ဒိတွာ၊ ရောဂါ မုစ္စိံသု တင်္ခဏေ။ ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ (မေ/ပီတ) ဟောတု သဗ္ဗဒါ။

ဧကဒါ ဓမ္မရာဇာပိ၊ ဂေလညေနာ’ ဘိပီဠိတော။ စုန္ဒတ္ထေရေန တံယေဝ၊ ဘဏာပေတွာန သာဒရံ။

သမ္မောဒိတွာန အာဗာဓာ၊ တမှာ ဝုဋ္ဌာသိ ဌာနသော။ ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ (မေ/ပီတ) ဟောတု သဗ္ဗဒါ။

ပဟီနာ တေ စ အာဗာဓာ၊ တိဏ္ဏန္နမ္ပိ မဟေသိနံ။ မဂ္ဂဟတာ ကိလေသာဝ၊ ပတ္တာ’ နုပ္ပတ္တိဓမ္မတံ။ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ (မေ/ပီတ) ဟောတု သဗ္ဗဒါ။

ဗောဇ္ဈင်္ဂသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
      {
    id: "sixth10-puja",
    section: "ပရိတ်ကြီး (၁၁)သုတ်",
    title: " ပုဗ္ဗဏှသုတ် ပါဠိတော်",
    text: `ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယော စာ မနာပေါ သကုဏဿ သဒ္ဒေါ။ ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ ဗုဒ္ဓါနုဘာဝေန ဝိနသ မေန္တု။

ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယော စာ မနာပေါ သကုဏဿ သဒ္ဒေါ။ ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ ဓမ္မာ နုဘာဝေန ဝိနာသ မေန္တု။

ယံ ဒုန္နိမိတ္တံ အဝမင်္ဂလဉ္စ၊ ယော စာ မနာပေါ သကုဏဿ သဒ္ဒေါ။ ပါပဂ္ဂဟော ဒုဿုပိနံ အကန္တံ၊ သံဃာနုဘာဝေန ဝိနာသ မေန္တု။

ဒုက္ခပ္ပတ္တာ စ နိဒ္ဒုက္ခာ၊ ဘယပ္ပတ္တာ စ နိဗ္ဘယာ။ သောကပ္ပတ္တာ စ နိသောကာ၊ ဟောန္တု သဗ္ဗေပိ ပါဏိနော။

ဧတ္တာဝတာ စ အမှေဟိ၊ သမ္ဘတံ ပုညသမ္ပဒံ။ သဗ္ဗေ ဒေဝါ နုမောဒန္တု၊ သဗ္ဗသမ္ပတ္တိ သိဒ္ဓိယာ။

ဒါနံ ဒဒန္တု သဒ္ဓါယ၊ သီလံ ရက္ခန္တု သဗ္ဗဒါ။ ဘာဝနာဘိရတာ ဟောန္တု၊ ဂစ္ဆန္တု ဒေဝတာ ဂတာ။

သဗ္ဗေ ဗုဒ္ဓါ ဗလပ္ပတ္တာ၊ ပစ္စေကာနဉ္စ ယံ ဗလံ။ အရဟန္တာနဉ္စ တေဇေန၊ ရက္ခံ ဗန္ဓာမိ သဗ္ဗသော။

ယံကိဉ္စိ ဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။ န နော သမံ အတ္ထိ တထာဂတေန၊ ဣဒမ္ပိ ဗုဒ္ဓေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယံကိဉ္စိ ဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။ န နော သမံ အတ္ထိ တထာဂတေန၊ ဣဒမ္ပိ ဓမ္မေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ယံကိဉ္စိ ဝိတ္တံ ဣဓ ဝါ ဟုရံ ဝါ၊ သဂ္ဂေသု ဝါ ယံ ရတနံ ပဏီတံ။ န နော သမံ အတ္ထိ တထာဂတေန၊ ဣဒမ္ပိ သံဃေ ရတနံ ပဏီတံ။ ဧတေန သစ္စေန သုဝတ္ထိ ဟောတု။

ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တု သဗ္ဗဒေဝတာ။ သဗ္ဗ ဗုဒ္ဓါ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။

ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တု သဗ္ဗဒေဝတာ။ သဗ္ဗ ဓမ္မာ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။

ဘဝတု သဗ္ဗမင်္ဂလံ၊ ရက္ခန္တု သဗ္ဗဒေဝတာ။ သဗ္ဗ သံဃာ နုဘာဝေန၊ သဒါ သုခီ ဘဝန္တု တေ။

မဟာကာရုဏိကော နာထော၊ ဟိတာယ သဗ္ဗပါဏိနံ။ ပူရေတွာ ပါရမီ သဗ္ဗာ၊ ပတ္တော သမ္မောဓိ မုတ္တမံ။ ဧတေန သစ္စဝဇ္ဇေန၊ သောတ္ထိ တေ ဟောတု သဗ္ဗဒါ။

ဇယန္တော ဗောဓိယာ မူလေ၊ သကျာနံ နန္ဒိဝဎ္ဍနော။ ဧဝမေဝ ဇယော ဟောတု၊ ဇယဿု ဇယမင်္ဂလေ။

အပရာဇိတပလ္လင်္ကေ၊ သီသေ ပုထု ဝိပုက္ခလေ။ အဘိသေကေ သဗ္ဗဗုဒ္ဓါနံ၊ အဂ္ဂပ္ပတ္တော ပမောဒတိ။

သုနက္ခတ္ကံ သုမင်္ဂလံ၊ သပ္ပဘာတံ သုဟုဋ္ဌိတံ။ သုခဏော သုမုဟုတ္တော စ၊ သုယိဋ္ဌံ ဗြဟ္မစာရိသု။

ပဒက္ခိဏံ ကာယကမ္မံ၊ ဝါစာကမ္မံ ပဒက္ခိဏံ။ ပဒက္ခိဏံ မနောကမ္မံ၊ ပဏီဓိ တေ ပဒက္ခိဏေ။

ပဒက္ခိဏာနိ ကတွာန၊ လဘန္တတ္ထေ ပဒက္ခိဏေ။ တေ အတ္ထလဒ္ဓါ သုခိတာ၊ ဝိရုဠှာ ဗုဒ္ဓသာသနေ။ အရောဂါ သုခိတာ ဟောထ၊ သဟ သ‌‌‌ေဗ္ဗဟိ ဉာတိဘိ။

ပုဗ္ဗဏှသုတ္တံ နိဋ္ဌိတံ။`,
    audio: "/audio/sangha-puja.mp3",
    artist: "Unknown",
    duration: "2:45"
  },
   

  
  // ... add more mantras as needed7
  
  

]; 

