const tayartawVideos = [
  {
    id: 'ZQYjadDutMk',
    title: 'စွန့်လွှတ်ခြင်းနှင့် ဆုတ်ကိုင်ခြင်းတရားတော်',
    description: ' ပါချုပ်ဆရာတော် ဘုရားကြီး '
  },
   {
    id: 'aI9JhtOOl3M',
    title: 'စိတ်သောကနည်းချင်ရင်သံယောဇဉ်လျော့ရမယ်',
    description: 'သစ္စာရွှေစည်ဆရာတော်'
  },
  {
    id: 'Aw8ZD5bN1rQ',
    title: 'လူတွေအသိနည်းတဲ့ ငရဲ့ရောက်စေမယ့် အလှူများအကြောင်း',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  
 {
    id: '2vtininwYtg',
    title: 'အပူမမိချင်ရင် မယူမိစေနဲ့ တွယ်တာမှုကို စွန့်လွှတ်မှုနဲ့ လျော့ချပါ',
    description: 'မနာပ ဒါယီကိုရီးယားဆရာတော်'
  },
  {
    id: 'Pi6Rql3iDfo',
    title: 'စိတ်ကောင်းလေးထားပေးပါ ဘယ်တော့မှ မဆင်းရဲဘူး တရားတော်',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  
 
  {
    id: 'bd9og0_Y8zM',
    title: 'အပြစ်တွေလဲမသယ်နဲ့အချစ်တွေလဲလွယ်မထားပါနဲ့',
    description: 'မနာပဒါရီကိုရီးယားဆရာတော်(အရှင်ဝိစိတ္တ).'
  },

  {
    id: 'MPawDElaoLA',
    title: 'လောကဓံနဲ့ကြုံတဲ့အခါ စိတ်ဓာတ်မကျစေနဲ့',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  {
    id: 'cOVkgDMeE1c',
    title: ' အဆင်မပြေရင် မညည်းရဘူး ​ပြန်ကြိုးစား',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },

  {
    id: 'DvhNBYAAXFs',
    title: 'လူသားစား ပေါရိသာဒ အကြောင်းတရားတော်',
    description: 'သစ္စာရွှေစည်ဆရာတော်'
  },

  {
    id: 'ZQYjadDutMk',
    title: 'စွန့်လွှတ်ခြင်းနှင့် ဆုတ်ကိုင်ခြင်းတရားတော်',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  {
    id: '71Fnc_eZU_Q',
    title: 'ယုတ်မာသောနည်းလမ်းများနှင့် ဒေဝဒတ်',
    description: 'ဒယ်အိုးဆရာတော်'
  },
  {
    id: 'D0dVzGttpj4',
    title: 'မိဘမျက်ရည်တစ်စက် သားသမီးဒုက္ခတစ်သက်',
    description: 'သစ္စာရွှေစည်ဆရာတော်'
  },

  {
    id: 'fDcI_dTcmtM',
    title: 'သူများအကြောင်းစိတ်မဝင်စားနဲ့',
    description: 'သစ္စာရွှေစည်ဆရာတော်'
  },

  {
    id: '4e1tEfHgYp4',
    title: 'ကိုယ်ပြုသည့်ကံ ကိုယ့်ထံပြန်မည်',
    description: 'ဆရာတော်အရှင်သုစိတ္တ(မော်ကျွန်း)'
  },

  {
    id: 'kDNohVi8jhE',
    title: 'တပါးအပေါ် စကားလက်လွတ်စပါယ် မပြောမိပါစေနဲ့',
    description: 'အရှင်သုစိတ္တ (မော်ကျွန်းဆရာတော်)'
  },
  {
    id: 'Aw8ZD5bN1rQ',
    title: 'ဘာပဲဖြစ်ဖြစ် မေတ္တာဖြင့် အနိုင်ယူပါ',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  
  {
    id: '721IvLZv9bA',
    title: 'ဖြစ်ချင်တာ ဖြစ်ခွင့်မရတဲ့ဘဝမှာ စိတ်ထားတက်စေဖို့နည်းလမ်း',
    description: 'မနာပဒါရီကိုရီးယားဆရာတော်(အရှင်ဝိစိတ္တ)'
  },
 
  {
    id: 'Fmfkl-W5xvY',
    title: 'နောင်တ',
    description: 'အရှင်သုစိတ္တ (မော်ကျွန်းဆရာတော်)'
  },

  {
    id: 'GMtVcheqNwU',
    title: 'နေ့ခံညစံ ပြိတ္တာကြီး အကြောင်း',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
  
//   {
//     id: 'dqs4BgIicg',
//     title: 'Peaceful Meditation',
//     description: 'A guided meditation session for relaxation and mindfulness.'
//   },
  {
    id: 'HR05_HGDtlY',
    title: 'ချစ်မိလျှင် အပြစ်မမြင်နိုင်လို့ မစွန့်လွှတ်နိုင်တာပါ(သစ္စာရွှေစည်ဆရာတော်)',
    description: 'သစ္စာရွှေစည်ဆရာတော်'
  },
  {
    id: 'ycXrVJimWkE',
    title: 'လေးသင်္ချေနဲ့ကမ္ဘာတစ်သိန်းရဲ့အဓိပ္ပာယ်ကဘာလဲ ',
    description: 'ပါချုပ်ဆရာတော် ဘုရားကြီး'
  },
];

export default tayartawVideos; 